{"translation": {"en": "I don't have anything before, I don't have anything behind.", "creole": "Me no gat befo', me no got behin.'"}}
{"translation": {"en": "I don't have any biscuits in your barrel.", "creole": "Me no gat no biscuit a-you' barrel"}}
{"translation": {"en": "I wasn't born in Ogle's back dam.", "creole": "Me no bo'n a-Ogle back dam"}}
{"translation": {"en": "I'm telling the story as I heard it.", "creole": "Me sell me 'tory as me buy am"}}
{"translation": {"en": "It's easier to stop a river than a woman's tongue.", "creole": "Mo' easy fo' 'tap ribah dan woman tongue"}}
{"translation": {"en": "The longer you stay, the more your bread will burn.", "creole": "Mo' langah you 'tan', mo' you bake-bake a-col.'"}}
{"translation": {"en": "The more men refuse, the more dinner is saved.", "creole": "Mo' man refuse, mo' dinnah save"}}
{"translation": {"en": "More money, more sin.", "creole": "Mo' money, mo' sin"}}
{"translation": {"en": "The more the monkey climbs, the more he shows his tail.", "creole": "Mo' monkey climb, mo' he show he tail"}}
{"translation": {"en": "When money is gone, friends are gone.", "creole": "Money done, frien' done"}}
{"translation": {"en": "Money doesn't grow on trees.", "creole": "Money na a-grow 'pon tree"}}
{"translation": {"en": "Money doesn't make the man.", "creole": "Money na mek man"}}
{"translation": {"en": "The monkey knows which tree it's climbing on.", "creole": "Monkey know wha' tree he a-climb 'pon"}}
{"translation": {"en": "The monkey made his child, he made it so that it would spoil him.", "creole": "Monkey mek he picknie, he mek ama teh 'e 'pile am"}}
{"translation": {"en": "Monkey says his child's eye will go deep deep.", "creole": "Monkey men' 'e chil' eye teh 'e go deep deep"}}
{"translation": {"en": "If the father monkey jumps, the mother monkey jumps, the baby monkey must also jump.", "creole": "Monkey papa jump, monkey mamma jump, monkey picknie mus' jump"}}
{"translation": {"en": "The monkey plays the fiddle for the baboon to run a race.", "creole": "Monkey play fiddle fo' de baboon run race"}}
{"translation": {"en": "The monkey put his head in the salmon pot, he says the world goes round.", "creole": "Monkey put he head a-salmon pat, he say de worl' go roun'"}}
{"translation": {"en": "The monkey says \"What's in my belly is mine, what's in my mouth is what the jackman wants.\"", "creole": "Monkey say \"Wha' deh a-me belly a-me own, wha' deh a-me mout' a jackman want"}}
{"translation": {"en": "The monkey takes trouble from the bush and brings it home.", "creole": "Monkey tek trouble a-bush bring am a-house"}}
{"translation": {"en": "When the monkey becomes rich, he roasts butter on a stick.", "creole": "Monkey tu'n rich, he roas' buttah 'pon 'tick"}}
{"translation": {"en": "The moon and the star are neighbors.", "creole": "Moon an' 'tar a-neighbour"}}
{"translation": {"en": "The moon is running, but the day will catch it.", "creole": "Moon a-run, but day a-ketch am"}}
{"translation": {"en": "More rain, more rest", "creole": "Mo' rain, mo' rest"}}
{"translation": {"en": "Mouth is a freeman, hand is a slave.", "creole": "Mout' a freeman, han' a slabe"}}
{"translation": {"en": "The mouth makes it, somewhere else pays for it.", "creole": "Mout' a-mek am, someweh else a-pay fo' am"}}
{"translation": {"en": "A mouth that cuts trousers can't fit the master.", "creole": "Mout' cut trouses can't fit massa"}}
{"translation": {"en": "What the mouth consumes, the back suffers for.", "creole": "Mout' eat, back pay"}}
{"translation": {"en": "I'm not the first one to tell Matty that his skin is black.", "creole": "Na a fus' wan to tell matty he 'kin black"}}
{"translation": {"en": "Not everyone who goes to church, goes to pray.", "creole": "Na all a-go a-chu'ch house, a-go fo' pray"}}
{"translation": {"en": "Not every dog that plays with you has your best interest at heart.", "creole": "Na all daag wah play wid you gat you good a-he min'"}}
{"translation": {"en": "Not every horse that takes the lead initially wins the race.", "creole": "Na all haas wah get fus' jump a-win race"}}
{"translation": {"en": "Not everyone who is courting gets married.", "creole": "Na all man a-cou'tin' a-married"}}
{"translation": {"en": "Not every man who wears trousers is a man.", "creole": "Na all man a-wear trouses a man"}}
{"translation": {"en": "Not all water that comes from the eye is tears.", "creole": "Na all watah wah come out a-yeye a-cry"}}
{"translation": {"en": "Don't curse the snake before you go into the bush.", "creole": "Na cuss snake befo' you walk a-bush"}}
{"translation": {"en": "Don't curse the water spirit when you go to the creek.", "creole": "Na cuss watah mamma w'en you go a-creek"}}
{"translation": {"en": "Don't cast your eyes on me.", "creole": "Na cut you' yeye 'pon me"}}
{"translation": {"en": "Don't cut your nose to spite your face.", "creole": "Na cut you' nose fo' pile you' face"}}
{"translation": {"en": "It's the lack of a tongue that makes a cow unable to talk.", "creole": "Na de lacking ob a tongue mek cow can't talk"}}
{"translation": {"en": "Don't dirty the water where you drink from.", "creole": "Na dutty de pon' weh you dip you' watah"}}
{"translation": {"en": "Not every big head has sense.", "creole": "Na ebery big head gat sense"}}
{"translation": {"en": "Not every man who says \"Good night,\" sleeps together.", "creole": "Na ebery man wah say \"Goo' night,\" a-sleep togeddah"}}
{"translation": {"en": "Not everything that goes to the market is for sale.", "creole": "Na eberyt'ing wah go a market fo' sell"}}
{"translation": {"en": "Not everything that has sugar is sweet.", "creole": "Na eberyt'ing wah gat sugah a-sweet"}}
{"translation": {"en": "Not everything you see, should be spoken about.", "creole": "Na eberyt'ing you see, mout' fo' talk"}}
{"translation": {"en": "Don't consider yourself a large barrel, when a butter keg can hold you.", "creole": "Na fo'co youse'f a big puncheon, when buttah keg can hol' you"}}
{"translation": {"en": "It's not for lack of fire that peas take long to boil.", "creole": "Na fo want ob fiah mek peas 'tan' lang fo bile"}}
{"translation": {"en": "It's not good to heat your neighbor's chair too much.", "creole": "Na good fo' hot you matty chair too much"}}
{"translation": {"en": "Don't poke a stick in your friend's eye, or someone else will do it to you.", "creole": "Na jook 'tick a-you matty yeye, no so somebody else go jook a-fo' you"}}
{"translation": {"en": "Don't let today spoil tomorrow.", "creole": "Na leh to-day 'pile to-morrow"}}
{"translation": {"en": "Don't let the moonlight deceive you, and don't disrespect the dark night.", "creole": "Na mek moonlight fool you, an' gie dark night saucy"}}
{"translation": {"en": "Don't let a full stomach fool you.", "creole": "Na mek wan belly-full fool you"}}
{"translation": {"en": "Don't let sweet talk fool you.", "creole": "Na mek sweet mout' fool you"}}
{"translation": {"en": "Don't let your eyes be bigger than your head.", "creole": "Na mek you' aez pass you' head"}}
{"translation": {"en": "Not only monkeys make trousers and find they can't fit them.", "creole": "Na monkey 'lone does mek trouses, and fin' he can't fit am"}}
{"translation": {"en": "Only a thief's dog barks at him.", "creole": "Na only tief man daag bark 'pon"}}
{"translation": {"en": "Don't spread the tablecloth before the pot is done boiling.", "creole": "Na 'pread table clot' befo' pat done bile"}}
{"translation": {"en": "Don't wear a long coat and smoke a cigar when you go to a water mamma dance.", "creole": "Na put on long coat an' smoke cigah when you go a-watah mamma dance"}}
{"translation": {"en": "Don't put on Sunday clothes on a weekday.", "creole": "Na put on Sunday clo'es 'pon week-a-day 'kin"}}
{"translation": {"en": "Don't put your hand in another person's saucepan.", "creole": "Na shub you' han' a-matty saucepan"}}
{"translation": {"en": "Don't stop to roll up your stockings when you're running for the train.", "creole": "Na 'tap fo' roll up 'tackin' when you a-run fo' train"}}
{"translation": {"en": "Don't judge people by their appearance.", "creole": "No tek man by dem look"}}
{"translation": {"en": "Don't use me as your scapegoat.", "creole": "Na tek me mek you' coo-coo pat"}}
{"translation": {"en": "Don't remove your guts and replace them with straw.", "creole": "Na tek out you guts and put in 'traw"}}
{"translation": {"en": "Don't be embarrassed to shake hands with a poor person.", "creole": "Na tek shame face shake cuckaba niggah han'"}}
{"translation": {"en": "Don't take your neighbor's eye to sleep with.", "creole": "Na tek you matty yeye fo' sleep wid"}}
{"translation": {"en": "Don't throw away dirty water until you get clean.", "creole": "Na t'row 'way dutty watah teh you get clean"}}
{"translation": {"en": "There's a dog named Pompey.", "creole": "Na wan daag name Pompey"}}
{"translation": {"en": "Nancy doesn't like to catch marabunta (a type of ant) because it has a long sting.", "creole": "Nancy no like fo' ketch marabuntah 'cause he gat lang 'ting"}}
{"translation": {"en": "Never is the day a canoe sinks at the shore.", "creole": "Nebbah de day canoe bore punt"}}
{"translation": {"en": "Never eat crab-back and drink water.", "creole": "Nebbah eat crab-back an' drink watah"}}
{"translation": {"en": "Never go at night to buy black cloth at the store.", "creole": "Nebbah go a-night fo' buy black clat' a-'tore"}}
{"translation": {"en": "Never mind, it's why the estate doesn't have a back road.", "creole": "Nebbah min'\" mek estate no gat back-dam"}}
{"translation": {"en": "Never put out fire to fury", "creole": "Nebbah out fiah to fury"}}
{"translation": {"en": "Never sell everything as you buy it.", "creole": "Nebbah sell eberyt'ing as you buy am"}}
{"translation": {"en": "Never put your head where you know you can't get out.", "creole": "Nebbah shub you' head weh you know you go fasten"}}
{"translation": {"en": "Never look for trouble until trouble comes to you.", "creole": "Nebbah trouble trouble till trouble trouble you"}}
{"translation": {"en": "Never throw away today what you will want tomorrow.", "creole": "Nebbah t'row 'way to-day wha' you go want to-morrow"}}
{"translation": {"en": "Never throw away your walking stick until you cross the river.", "creole": "Nebbah t'row 'way you walking 'tiek teh you cross ribah"}}
{"translation": {"en": "Never try to make H turn into K.", "creole": "Nebbah you try fo' mek H tu'n K"}}
{"translation": {"en": "As one person tries to rise, his fellow man pulls him down.", "creole": "Niggah a-climb up, he matty a-pull he down"}}
{"translation": {"en": "The black man forgets, the white man remembers.", "creole": "Niggah fo'get, Bacra 'membah"}}
{"translation": {"en": "The black man lives happily, he would greet the governor \"good morning\".", "creole": "Niggah libe happy, he go tell gubnah \"ma'nin'"}}
{"translation": {"en": "The black man says, \"Wait first\"; The Portuguese says, \"Especially\".", "creole": "Niggah say, \"Wait fus\"; Potagee say, \"Specalah"}}
{"translation": {"en": "The quality of the barrel doesn't improve the quality of the herring.", "creole": "No bettah de barrel, no bettah de herrin'"}}
{"translation": {"en": "Nobody will beg when rain is coming.", "creole": "Nobody go beg w'en rain da come"}}
{"translation": {"en": "Noise at the market doesn't mean it's a selling day.", "creole": "Noise a-market no selling day"}}
{"translation": {"en": "If you don't catch it, you don't have it.", "creole": "No ketchee, no habee"}}
{"translation": {"en": "No longer fiddle, no longer dance", "creole": "No langah fiddle, no langah dance"}}
{"translation": {"en": "When a window isn't good, it makes a lot of noise when the wind blows.", "creole": "When windah na good, 'e mek 'nough noise a-win'"}}
{"translation": {"en": "A foolish man uses a fork to eat soup.", "creole": "Nonsense man tek fark fo' nyam soup"}}
{"translation": {"en": "No trick, no living.", "creole": "No trick no libin'"}}
{"translation": {"en": "Now it's mango season; people can't sit still, they're always eating.", "creole": "Now a mango season; matty no a-si' down matty doo' mout'"}}
{"translation": {"en": "Eat some, leave some for tomorrow.", "creole": "Nyam some, lef' some fo' to-morrow"}}
{"translation": {"en": "Okra and cassava can't make soup in the same pot.", "creole": "Ochro an' cassava can't mek soup a-wan pat"}}
{"translation": {"en": "An old fire-stick catches fire quickly.", "creole": "Ol' fiah-'tick soon ketch"}}
{"translation": {"en": "Old grandmother swore at the caterpillar; the caterpillar swore to work his belly.", "creole": "Ol' granny sweah fo' catapillah; catapillah sweah fo' wo'k he belly"}}
{"translation": {"en": "Old grudges make the bat lay eggs.", "creole": "Ol' grudge mek bat lay egg"}}
{"translation": {"en": "Old grudges, new beatings", "creole": "Ol' grudge, new licks"}}
{"translation": {"en": "Father works, child spends.", "creole": "Faada wo'k picknie spen'"}}
{"translation": {"en": "Family conflicts don't cut deep.", "creole": "Family cutlish na cut deep"}}
{"translation": {"en": "Pluck the fat chicken clean.", "creole": "Fat fowl, pick am clean"}}
{"translation": {"en": "A long journey makes the okra dry on the tree.", "creole": "Far-a-pa mek ochro dry a-tree"}}
{"translation": {"en": "Feast today, famine tomorrow", "creole": "Feast to-day, famine to-morrow"}}
{"translation": {"en": "Fire and powder don't matter.", "creole": "Fiah an' powdah no matty"}}
{"translation": {"en": "Fire is at the monkey's tail, he says \"Cool breeze\".", "creole": "Fiah deh a-money tail he say \"Cool breeze"}}
{"translation": {"en": "Without fire, the pot can't boil.", "creole": "Fiah no deh, pat can't boil"}}
{"translation": {"en": "The finger never says \"Look here,\" but \"Look over there.\"", "creole": "Fingah nebba say \"Look yah,\" but \"Look yandah"}}
{"translation": {"en": "The fish playing in the sea doesn't know that water is boiling for it.", "creole": "Fish a-play a-sea, he no sabby watah a-bile fo' am"}}
{"translation": {"en": "A fisherman never says his own fish stinks.", "creole": "Fishaman nebba say he own fish 'tink"}}
{"translation": {"en": "When the fish is asleep, its enemy cuts its tail.", "creole": "Fish a-sleep, he matty a-cut he tail"}}
{"translation": {"en": "Don't you scratch a flea bite?", "creole": "Flea bite, you no 'cratch?"}}
{"translation": {"en": "The fly says it's having fun, not knowing the spider is near.", "creole": "Fly say ya pledja, he na' know spidah neah"}}
{"translation": {"en": "The fly sits down and shakes its foot, then says \"There's a story before, there's a story behind.\"", "creole": "Fly si' down an' shake he foot, den say \"'Tory befo', 'tory behin'"}}
{"translation": {"en": "Following a pattern never leads to trouble.", "creole": "Follow pattern nebba out ob trouble"}}
{"translation": {"en": "The pounded plantain is not for you, don't cut it deep.", "creole": "Foo-foo na fo' you, na cut am deep"}}
{"translation": {"en": "It's for me, before me, but it's not for us.", "creole": "Fo' me a-fo' me, but f'awe na fo' me"}}
{"translation": {"en": "A foolish man learns from a wise man's wisdom.", "creole": "Foolish man a-learn sense man sense"}}
{"translation": {"en": "A foolish man talks, but doesn't listen.", "creole": "Foolish man a-talk, but na a-listen"}}
{"translation": {"en": "A foolish man kills the cow, but a sensible man eats it.", "creole": "Foolish man kill cow, sense man eat am"}}
{"translation": {"en": "A foolish man uses his fist to hammer a nail into a plank.", "creole": "Foolish man tek cuff fo' knack nail a-plank"}}
{"translation": {"en": "The food I eat, I'm not giving you.", "creole": "Food me eat me na gie you"}}
{"translation": {"en": "Because of this, because of this, I can't do better.", "creole": "Fo' secka fo' secka me can't do bettah"}}
{"translation": {"en": "A chicken may hatch a duck, but it doesn't do what a duck does.", "creole": "Fowl a-hatch duck, but he no a-do wha' duck a-do"}}
{"translation": {"en": "Chickens and ducks are not the same, but they sleep in the same pen.", "creole": "Fowl an' duck no wan, but dem sleep a-wan pen"}}
{"translation": {"en": "The rooster may be foolish, but that doesn't make him a villain.", "creole": "Fowl-cock a fool, but da na mek am villain"}}
{"translation": {"en": "The country of the fowl-cook has changed; man has not changed.", "creole": "Fowl-cook country tu'n; man na tu'n"}}
{"translation": {"en": "The rooster heard that war was coming, so he climbed to the top of a tree and declared himself a lighthouse keeper.", "creole": "Fowl-cook hear war a-come he climb a-tap tree say he a light-house keepah"}}
{"translation": {"en": "The chicken eats and wipes its beak on the ground; the dog licks the hand that feeds it.", "creole": "Fowl eat an' wipe he mout' a-groun'; daag a-lick de han' wah feed am"}}
{"translation": {"en": "The chicken overlooks the corn, it's naughty.", "creole": "Fowl eye pass co'n, he bad"}}
{"translation": {"en": "When the fowl gives a dance, the cockroach has no business being there.", "creole": "Fowl gie dance, cockroach no bu'iness deh"}}
{"translation": {"en": "The chicken is happy, but the hawk catches it.", "creole": "Fowl merry, hawk ketch am"}}
{"translation": {"en": "A hen doesn't miss her egg until she wants to sit on it.", "creole": "Fowl no a-miss he egg teh he wan' fo' set"}}
{"translation": {"en": "The chicken says it's going to sleep early because it doesn't want trouble to find it.", "creole": "Fowl say he a-sleep soon, 'cause he no wan' trouble fo' meet am"}}
{"translation": {"en": "The chicken sees the matapee (a long wicker sieve) and thinks it's a camoodi (a boa constrictor).", "creole": "Fowl see matapee he say a camoodi"}}
{"translation": {"en": "When a chicken sees an ant's nest, it sharpens its claws.", "creole": "Fowl see wood ants' nes', he sharpen he toe"}}
{"translation": {"en": "The chicken swears to hatch the rotten egg, and the rotten egg swears to spoil its skin.", "creole": "Fowl swaer fo' hatch rotten egg, rotten egg swear fo' pile he 'kin'"}}
{"translation": {"en": "The chicken swears by its egg, not by its chick.", "creole": "Fowl swear fo' him hegg, he no swear fo' him picknie"}}
{"translation": {"en": "A hen steps on her chicks, but she doesn't step hard.", "creole": "Fowl tread 'pon he chicken, but he no tread haad"}}
{"translation": {"en": "What's for you is for you, what's for me is for me.", "creole": "Fo' you a-fo you, fo' me a-fo' me"}}
{"translation": {"en": "For you and for us are not the same.", "creole": "Fo' you an' fo' awe na wan"}}
{"translation": {"en": "A man with a full belly doesn't know what a hungry belly suffers.", "creole": "Full belly man na know wha' hungry belly a-suffer"}}
{"translation": {"en": "The first jump is not a jump.", "creole": "Fus' jump na jump"}}
{"translation": {"en": "The first laugh isn't the end.", "creole": "Fus' laugh ain't de ending"}}
{"translation": {"en": "Girl, I love you because you have long black hair.", "creole": "Gal me lobe you 'cause you got lotan hair"}}
{"translation": {"en": "A girl who doesn't listen to her mother's advice will find her mistake.", "creole": "Gal wah no yery mamma 'tory sa larikary (find her mistake.)"}}
{"translation": {"en": "A gambling man walks with his liver in his hand.", "creole": "Gamble man a-walk wid he libba a-he han'"}}
{"translation": {"en": "The game that a dog can play with a snake, it can't play it with an anteater.", "creole": "Game wah daag a-play with sal'pentah, he can't play am wid ants-eater"}}
{"translation": {"en": "Get it for nothing, eat it in excess.", "creole": "Get am fo' not'in' eat am fo' glutton"}}
{"translation": {"en": "A penny's worth of bread won't satisfy a man's hunger, but it will fill his mouth.", "creole": "Gill bread na a-full man yeye, but he full he mout'"}}
{"translation": {"en": "A penny bread doesn't break a little Creole's mouth.", "creole": "Gill bread na ha tear li'l creole mout'"}}
{"translation": {"en": "The goat is going along merrily, heading towards the pound.", "creole": "Goat a-merry, a-pung he a-go"}}
{"translation": {"en": "Goats and sheep can't stay in the same pen.", "creole": "Goat an' sheep can't 'tan' a-wan pen"}}
{"translation": {"en": "The goat is enjoying himself, he forgets that the knife is on the table.", "creole": "Goat a-plesha, he fo'get knife a-table"}}
{"translation": {"en": "The goat is dead, but its skin is still useful.", "creole": "Goat dead, but he 'kin sa mek down"}}
{"translation": {"en": "The goat is across the river, it's giving the tiger attitude.", "creole": "Goat deh obah ribah, he gie tigah saucy"}}
{"translation": {"en": "The goat's foot is broken, but its mouth is not broken.", "creole": "Gaot foot bruck, but he mout' no bruck"}}
{"translation": {"en": "Goat fears tiger, eye fears eye", "creole": "Goat friken tigah, yeye friken yeye"}}
{"translation": {"en": "A goat's head and a sheep's head are not the same.", "creole": "Goat head an' sheep head na wan"}}
{"translation": {"en": "The goat knows it can jump, that's why it climbs high places.", "creole": "Goat know he can jump da mek he does climb high place"}}
{"translation": {"en": "The goat taught its kid to climb high places, then turned back and warned it that it would break its neck if it climbed there.", "creole": "Goat la'n he picknie fo' climb a high place, den tu'n back tell am say he go bruck he nek if he climb deh"}}
{"translation": {"en": "A goat is sitting down grazing on a rope, while the small wild animal's mother is cooking sweet soup.", "creole": "Goat si' down a rope a-graze, yawarri mamma cook sweet soup"}}
{"translation": {"en": "Trouble and the sea have no back door.", "creole": "Trouble an' sea no gat no back doo"}}
{"translation": {"en": "God Almighty never sleeps.", "creole": "God A'mighty nebba sleep"}}
{"translation": {"en": "God doesn't like ugliness.", "creole": "God no like ugly"}}
{"translation": {"en": "A gold digger's money is blind.", "creole": "Gol' diggah money na gat yeye fo' see"}}
{"translation": {"en": "Good calabash can't float in the river.", "creole": "Good calabash can't float a-ribah"}}
{"translation": {"en": "A good hen lays eggs, what do you think of that?", "creole": "Good fowl 'pile egg, wha' you t'ink a sensa?"}}
{"translation": {"en": "A good heart is what makes the world stand as it is today.", "creole": "Good heart mek haag 'tan' so t'day"}}
{"translation": {"en": "Good reputation is like an egg, once it falls you can't pick it up.", "creole": "Good libin' 'tan' like hegg, when he fall you can't pick am up"}}
{"translation": {"en": "Good men don't last long, but bad men live forever.", "creole": "Good man no las' lang, but bad man libe fo' true"}}
{"translation": {"en": "I do good, but I see bad.", "creole": "Good me do, bad me see"}}
{"translation": {"en": "A good woman can make sugar cake from a cayman's teeth.", "creole": "Good ooman tek cayman teet' mek sugah cake"}}
{"translation": {"en": "Good sir stands like a rooster wanting to crow.", "creole": "Good sahib 'tan' like a cock wan' crow"}}
{"translation": {"en": "A good thief becomes a good watchman.", "creole": "Good tief man tu'n good watchman"}}
{"translation": {"en": "Good words are good, but good deeds are better.", "creole": "Good word good, good deed bettah"}}
{"translation": {"en": "Grass is growing, but the horse is starving.", "creole": "Grass a-grow, but haas a-'tarve"}}
{"translation": {"en": "Being too greedy can lead to one's downfall.", "creole": "Greedy choke puppy"}}
{"translation": {"en": "A greedy person always goes to bed hungry.", "creole": "Greedy man always sleep hungry"}}
{"translation": {"en": "A greedy man's eyes turn yellow twice.", "creole": "Greedy man yeye yalla two time"}}
{"translation": {"en": "Greedy people get angry twice.", "creole": "Greedy people does bex two time"}}
{"translation": {"en": "The green lime dropped, leaving the yellow one.", "creole": "Green lime drap lef' yalla wan"}}
{"translation": {"en": "The governor doesn't know what he wants until he's hungry.", "creole": "Gubnah no know he want till he hungry"}}
{"translation": {"en": "The guinea pig says he doesn't want a story, that's why he doesn't have a tail.", "creole": "Guinea pig say he no wan' 'tory, da da mek he no gat tail"}}
{"translation": {"en": "A gunman can't stand up to kill all birds.", "creole": "Gun man can't 'tan' up fo' kill all bi'd"}}
{"translation": {"en": "A gun doesn't know its own master.", "creole": "Gun no know he own massa"}}
{"translation": {"en": "The gutter is running water, but there must be a bucket to catch it.", "creole": "Guttah a-run watah, but pail mus' deh fo' ketch am"}}
{"translation": {"en": "A hog is born with a tail, but it can live without it.", "creole": "Haag bo'n wid tail, but he can libe widout am"}}
{"translation": {"en": "A hog can't get fat without eating its offspring.", "creole": "Haag can't fat birout he eat he pickin'"}}
{"translation": {"en": "Hog head and hog tail are not the same.", "creole": "Haag head an haag tail na wan"}}
{"translation": {"en": "The doctor is not available.", "creole": "Haag na gat dactah"}}
{"translation": {"en": "A horse in the pasture is not a horse in the stable.", "creole": "Haas a-pastah na haas a-stable"}}
{"translation": {"en": "A horse is a strong creature, but a small stick can break its back.", "creole": "Haas a 'trang somet'ing, but li'l 'tick bruck he back"}}
{"translation": {"en": "The horse gets credit for its running speed, the donkey for its kicking one.", "creole": "Hass get credit fo' he runnin' foot, jackass fo' he kickin wan"}}
{"translation": {"en": "Having your own is better than being beholden.", "creole": "Hab you' own bettah dan beholden"}}
{"translation": {"en": "Hard living makes a driver carry hog meat.", "creole": "Ha'd libin' mek dribah carry haag meat"}}
{"translation": {"en": "Hard living makes the plower and the ibis feed in the same drain.", "creole": "Ha'd libin' mek ploward an' gaulin' a-feed a-wan drain"}}
{"translation": {"en": "Hard times make a dog eat roasted corn.", "creole": "Ha'd time mek daag nyam roas' co'n"}}
{"translation": {"en": "Hard times make a chicken catch fish in a trench.", "creole": "Ha'd time mek fowl ketch fish a-trench"}}
{"translation": {"en": "The old guitar plays very nice tunes.", "creole": "Ol' guitar play bery nice chune"}}
{"translation": {"en": "Old rat eats new cheese.", "creole": "Ol' rat eat new cheese"}}
{"translation": {"en": "Old things are bringing new ones.", "creole": "O tings a-bring new ones"}}
{"translation": {"en": "One egg can't produce two chickens.", "creole": "One egg can't gie two chicken"}}
{"translation": {"en": "One finger can't catch lice.", "creole": "One fingah can't ketch louse"}}
{"translation": {"en": "One fool makes many.", "creole": "One fool mek many"}}
{"translation": {"en": "One man can't follow two calabashes.", "creole": "One man can't falla two gooby"}}
{"translation": {"en": "One man makes a potato bank, everyone digs it.", "creole": "One man mek patata bank, all man dig am"}}
{"translation": {"en": "One man's wealth makes too many men cry.", "creole": "One man money mek too much man cry"}}
{"translation": {"en": "Little by little, dirt builds a dam.", "creole": "One one dutty buil' dam"}}
{"translation": {"en": "What happened once can happen again.", "creole": "One time nebbah done am"}}
{"translation": {"en": "Seeing something once could be a coincidence, but seeing it twice is intentional.", "creole": "One time see sa do, but two time is purpose"}}
{"translation": {"en": "Only the cow knows why, and the fly feels sorry that God gave it a long tail.", "creole": "Only cow know why, an' fly feel sarry God gie a long tail"}}
{"translation": {"en": "Only the knife knows what's in the pumpkin's belly.", "creole": "Only knife know wha' deh a-punckin belly"}}
{"translation": {"en": "Women like to talk a lot, her pot is burning on the fire.", "creole": "Ooman min' lang talk, he pat bu'n a-fiah"}}
{"translation": {"en": "A woman doesn't love a man, she says \"There's no place.\"", "creole": "Ooman na lobe man, he say \"Place na deh"}}
{"translation": {"en": "Open your eyes, then you will understand the sense.", "creole": "Open you yeye, you sa sabby sense"}}
{"translation": {"en": "An orange never falls too far from its tree.", "creole": "Orange nebbah fall too far from he tree"}}
{"translation": {"en": "An orange is yellow, but you don't know if it's sweet.", "creole": "Orange yalla, but you na know if he sweet"}}
{"translation": {"en": "Outside is water, inside is mud.", "creole": "Out a-do watah, inside a-putto-putto"}}
{"translation": {"en": "Control your tongue, or it will get you into trouble.", "creole": "Padlock you' tongue, or it lock you up"}}
{"translation": {"en": "A patient man can drive a donkey.", "creole": "Patience man dribe jackass"}}
{"translation": {"en": "Patwa and ouri ran away, ouri said \"Wait, we will meet at the stop-off.\"", "creole": "Patwa an' ouri fetch away, ouri say \" Wai' awe go meet a-'tap aff"}}
{"translation": {"en": "Paying late is worse than not paying at all.", "creole": "Pay fus' mo' bad dan don't pay at all"}}
{"translation": {"en": "Payment is never lost.", "creole": "Payman nebbah loss"}}
{"translation": {"en": "Pay today, trust tomorrow.", "creole": "Pay to-day, trus' to-morrow"}}
{"translation": {"en": "If a child can't get their mother, they suckle from their grandmother.", "creole": "Picknie can't get mamma, he suck granny"}}
{"translation": {"en": "If a child can't listen, they must learn through experience.", "creole": "Picknie can't heah, he mus' feel"}}
{"translation": {"en": "The child died on purpose, the mother said she will bury him on purpose.", "creole": "Picknie dead fo' prupose, mamma sa bury am prupose"}}
{"translation": {"en": "This time, the child has cut their eye teeth too soon.", "creole": "Pieknie dis time cut dem yeye teet' too soon"}}
{"translation": {"en": "The child's head has lice, he doesn't want it to be combed.", "creole": "Picknie head hab cra-cra, he no want am fo' comb"}}
{"translation": {"en": "The child knows how to run, but doesn't know how to hide.", "creole": "Picknie niggah know fo' run, but na know fo' hide"}}
{"translation": {"en": "The child doesn't hear \"Stay calm,\" they hear \"Oh, poor thing.\"", "creole": "Picknie no heah \"'Tan' easy,\" he sa heah \"Aow, poo' ting"}}
{"translation": {"en": "A child should not use his left hand to point out his father's poverty.", "creole": "Picknie no tek lef' han' fo' t'row he daddy poverty"}}
{"translation": {"en": "The child pig asked its mother, \"Why is your mouth so long?\" The mother replied, \"Wait child, you'll grow into it.\"", "creole": "Picknie pig say to mamma, \"Wha' mek you' mout' long so?\" Mamma say, \"Wai' chil', you a-come"}}
{"translation": {"en": "A child who doesn't listen to their mother's stories will leave their jacket at the door.", "creole": "Picknie wah no yerry mamma 'tory he wan side jiggeh (jacket) go lef' a-doo'"}}
{"translation": {"en": "The pint pot is turned down, the gill pot is turned up.", "creole": "Pint pot tu'n down, gill pot tu'n up"}}
{"translation": {"en": "A ripe plantain can't become unripe.", "creole": "Plantain yalla can't come green"}}
{"translation": {"en": "Play with a monkey, but don't play with its tail.", "creole": "Play wid monkey, but na play wid 'e tail"}}
{"translation": {"en": "Play with a puppy, and the puppy will lick your mouth.", "creole": "Play wid puppy, puppy lick you mout'"}}
{"translation": {"en": "Play with a tiger's cub, but don't play with its mother.", "creole": "Play wid tigah picknie, but na play wid 'e mamma"}}
{"translation": {"en": "There are many ways to kill a dog without putting a rope around its neck.", "creole": "Plenty way deh fo choke dang widout hangin' rope roun' he neck"}}
{"translation": {"en": "Being poor is not a disease.", "creole": "Poo' is no disesse"}}
{"translation": {"en": "A poor man is a rich man's slave.", "creole": "Poo' man a-rich man slabe"}}
{"translation": {"en": "A poor man can't show his anger, but he thinks about it deeply.", "creole": "Poo' man can't bex, but he t'ink it haad"}}
{"translation": {"en": "Poverty makes a man greedy.", "creole": "Poo' mek man greedy"}}
{"translation": {"en": "The poor never feel sorry for themselves.", "creole": "Poo' nebbah sorry fo' hese'f"}}
{"translation": {"en": "The pot is boiling, the man is laughing.", "creole": "Pot bile, man laugh"}}
{"translation": {"en": "Promises gain friends; keeping them maintains the friendship.", "creole": "Promise get frien'; perform keep am"}}
{"translation": {"en": "A promise is like a butterfly, if you put trust there, it will fly away from your hand.", "creole": "Promise is butterfly, put trus' deh, you loss 'pan you' han'"}}
{"translation": {"en": "A pumpkin never bears a calabash.", "creole": "Pumpkin nebbah bear calabash"}}
{"translation": {"en": "A pumpkin never makes white soup.", "creole": "Pumpkin nebba mek white soup"}}
{"translation": {"en": "When the purse is full, there are plenty of friends.", "creole": "Pu'se full, plenty frien'"}}
{"translation": {"en": "English: Cat\nCreole: Puss", "creole": "Puss, cat"}}
{"translation": {"en": "A quick cent is better than a slow dollar.", "creole": "Quick cent bettah mo' 'an slow dallah"}}
{"translation": {"en": "A rabbit's offspring never has short ears.", "creole": "Rabbit pieknie aez nebbah cut"}}
{"translation": {"en": "Rain falls, the day shines, my grandmother Betsy's barrel is full.", "creole": "Rain fall, day shine, me granny Betsy barrel a-full"}}
{"translation": {"en": "If the rain doesn't fill the jug, will the dew fill it?", "creole": "Rain fall jug na full, dew sa full am?"}}
{"translation": {"en": "Rain causes sheep and goats to share the same pen.", "creole": "Rain fall mek sheep an' goat a-wan pen"}}
{"translation": {"en": "When rain falls on a tiger, they call it a bush dog.", "creole": "Rain fall wet tigah, dem call am bush-daag"}}
{"translation": {"en": "If it doesn't rain, grandma doesn't run.", "creole": "Rain no fall, granny na run"}}
{"translation": {"en": "The ram goat doesn't cry for its horns, it cries for its life.", "creole": "Ramgoat no cry fo' ho'n, he cry fo' libin'"}}
{"translation": {"en": "The ramgoat says he would rather his mother die than get wet from the afternoon rain.", "creole": "Ramgoat say he soonah he mamma dead, befo' afternoon rain wet he"}}
{"translation": {"en": "The rat may forget, but the trap does not forget.", "creole": "Rat a-fo'get, trap na fo'get"}}
{"translation": {"en": "The rat's tongue sold its head.", "creole": "Ratta tongue sell he head"}}
{"translation": {"en": "Red ants are not crossing the river to look for ground ants.", "creole": "Red dobe na a-obah ribah fo' look fo' groun' dobe"}}
{"translation": {"en": "Rice is boiling, the spoon is lost.", "creole": "Rice bile, 'poon las'"}}
{"translation": {"en": "A rich man is sick, a poor man is drunk.", "creole": "Rich man sick, poo' man drunk"}}
{"translation": {"en": "A rock at the bottom of the river doesn't feel the sun's heat.", "creole": "Rock a-battam a-ribah no feel sun hot"}}
{"translation": {"en": "When the rum is gone, the fun is over.", "creole": "Rum done, fun done"}}
{"translation": {"en": "Run from the coffin, you will end up with a ghost.", "creole": "Run from coffin, you sa butt up wid jumby"}}
{"translation": {"en": "Run, rum, run, he is coming.", "creole": "Run rum run he a-come"}}
{"translation": {"en": "Knowledge of something is always beneficial.", "creole": "Sabby somet'ing does always deh behin' han'"}}
{"translation": {"en": "A soft heart leads to the destruction of industry.", "creole": "Saf' haat mek Industry buil'in' bruck"}}
{"translation": {"en": "The quiet river runs deep", "creole": "Saf'ly ribah run deep"}}
{"translation": {"en": "Safely, safely catch the monkey.", "creole": "Saf'ly saf'ly ketch monkey"}}
{"translation": {"en": "Safely, safely fly down dog's ear.", "creole": "Saf'ly saf'ly fly done daag ear"}}
{"translation": {"en": "Same as the master, same as the man.", "creole": "Same like massa, same like man"}}
{"translation": {"en": "Service over church door locked", "creole": "Sarvice obah chu'ch doo' lack"}}
{"translation": {"en": "A satisfied bird and a hungry bird can't fly together.", "creole": "Satisfy bi'd an' hungry bi'd can't fly togeddah"}}
{"translation": {"en": "The satisfied bird tells the hungry bird \"Wait a little bit\".", "creole": "Satisfy bi'd tell hungry bi'd \" Wai' lil bit"}}
{"translation": {"en": "Because of sight, can't do better.", "creole": "Seca fo' see can't do bettah"}}
{"translation": {"en": "Sell your pork where you get your fat.", "creole": "Sell you' po'k weh you get you fat"}}
{"translation": {"en": "The frizzled chicken doesn't want feathers, it wants corn.", "creole": "Sensa fowl na wan' feddah, him wan' co'n"}}
{"translation": {"en": "Short paths kill a man.", "creole": "Shaat pa' a-kill man"}}
{"translation": {"en": "The shortcut breaks the dog's foot.", "creole": "Shaat road a-bruck daag foot"}}
{"translation": {"en": "Shine your boots first before you shine your friend's one.", "creole": "Shine you' boots fus' befo' you shine you' matty wan"}}
{"translation": {"en": "Only shoes know if socks have holes.", "creole": "Shoes alone know if 'tockin's hab holes"}}
{"translation": {"en": "The sick mother is calling because she wants to hear your voice.", "creole": "Sick mamma call, 'cause he want ketch you' voice"}}
{"translation": {"en": "A sick man looks for a doctor.", "creole": "Sick man look fo' dactah"}}
{"translation": {"en": "Sickness may end, but trickery never ceases.", "creole": "Sick sa done, but trick can't done"}}
{"translation": {"en": "Silk and scarlet are seen, mother.", "creole": "Silk and 'carlet a-sin mamma"}}
{"translation": {"en": "Nothing is more bitter than gall.", "creole": "Sin bittah mo' dan gall"}}
{"translation": {"en": "Since \"Excuse me\" became a trend, a little boy steps on a grown man's foot.", "creole": "Since Beg paadon\" come a-fashion, li'l boy mash big man foot"}}
{"translation": {"en": "Since the indigenous person's hut burned, there has been no fair play.", "creole": "Since Buck benab bu'n, fai' play no deh"}}
{"translation": {"en": "The pot can't tell the kettle that its bottom is black.", "creole": "Skillet can't tell pat say 'e battam black"}}
{"translation": {"en": "Slow actions lead to serious consequences.", "creole": "Slow motion bring heavy come down"}}
{"translation": {"en": "A snake's offspring doesn't know its name until it goes to the dam.", "creole": "Snake picknie na know 'e name teh 'e go a-dam"}}
{"translation": {"en": "If someone doesn't work, they don't eat the master's plantain.", "creole": "Somebody no walk, he no eat massa plantain"}}
{"translation": {"en": "Some goats run from dogs, but some confront them.", "creole": "Some goat a-run from daag, but some a-put he handle 'pon am"}}
{"translation": {"en": "Some people are fattening pigs for their neighbors to eat.", "creole": "Some man a-fatten haag fo' dem matty eat"}}
{"translation": {"en": "Sometimes a white face carries a black heart.", "creole": "Sometimes white face carry black haat"}}
{"translation": {"en": "Something more than cane made him turn into sugar.", "creole": "Somet'ing mo' dan cane mek he tu'n sugah"}}
{"translation": {"en": "The soup is cold, the dog put its mouth there.", "creole": "Soup col', daag put mout' deh"}}
{"translation": {"en": "There's no pork in the soup itself.", "creole": "Soup po'k no deh da se'f"}}
{"translation": {"en": "A man is not ashamed of sour grass.", "creole": "Sour grass a man no a-shame"}}
{"translation": {"en": "If you spit in the sky, it will fall on your face.", "creole": "Spit a-de sky, he sa fall a-you' face"}}
{"translation": {"en": "A spiteful man is like a cow's dung, hard on top but soft at the bottom.", "creole": "Spiteful man like cow-down, haad a-tap, saf' a-battam"}}
{"translation": {"en": "A spiteful man puts pepper in his mouth to blow dirt into his neighbor's eyes.", "creole": "Spiteful man put peppah da-he mout' fo' blow dutty out a-he matty yeye"}}
{"translation": {"en": "Silence is the sign of wisdom.", "creole": "Still tongue keep wise head"}}
{"translation": {"en": "A stranger doesn't know the burial ground.", "creole": "Stranger no know berrin' groun'"}}
{"translation": {"en": "Sucking teeth and rolling eyes can offend a man.", "creole": "Suck teet' an' cut yeye tek aff 'pon a man"}}
{"translation": {"en": "A sugar barrel never kills ants.", "creole": "Sugah haagshead nebbah kill hanch"}}
{"translation": {"en": "The sun is hot today, it could cause a heat stroke.", "creole": "Sun hot da-wha, a stroke man"}}
{"translation": {"en": "Don't curse a mangy dog until the sun goes down.", "creole": "Sun na down, na cuss mangy daag"}}
{"translation": {"en": "As long as the sun hasn't set, a man's troubles aren't over.", "creole": "Sun no down, man no done cry"}}
{"translation": {"en": "If he doesn't finish today, he will finish tomorrow.", "creole": "Suppose he no done to-day, he sa done to-morrow"}}
{"translation": {"en": "Sweet heart is like sweet bread, you eat it and it's gone.", "creole": "Sweet haat a-sweet bread, you nyam am he done"}}
{"translation": {"en": "Sweet words bring the runaway home.", "creole": "Sweet mout' bring runaway niggah home"}}
{"translation": {"en": "Sweet oranges aren't falling to the ground.", "creole": "Sweet orange no a-fall a-groun'"}}
{"translation": {"en": "Sweet soup makes you eat sour foofoo.", "creole": "Sweet soup mek you eat sour foofoo"}}
{"translation": {"en": "Talk is the last food.", "creole": "Talk is de las' food"}}
{"translation": {"en": "Talking this and talking that, never mind your own business.", "creole": "Talkin' dis an' talkin' dat, nebbah peep a-you matty pat"}}
{"translation": {"en": "Speak of the devil and you hear his wings.", "creole": "Talk ob de debil an you heah he wings"}}
{"translation": {"en": "Stand farther, see better", "creole": "'Tan' farra, see bettah"}}
{"translation": {"en": "\"Standing safely is better than begging for pardon.\"", "creole": "'Tan' saf'ly bettah dan beg paadon"}}
{"translation": {"en": "The stop-off broke, the fish got away.", "creole": "'Tap-aff bruck, fish get 'way"}}
{"translation": {"en": "Tar rope and a man's back do not get along.", "creole": "Tar rope an' man back na agree"}}
{"translation": {"en": "Teeth and tongue must bite.", "creole": "Teet' an' tongue mus' bite"}}
{"translation": {"en": "Thank you killed my grandmother's cat.", "creole": "Tenkee kill me granny cat"}}
{"translation": {"en": "The same tongue that drives a cow into a pen, doesn't drive it out.", "creole": "The same tongue that drive cow a-pen, no so drive him out"}}
{"translation": {"en": "The quietest calf drinks the most milk.", "creole": "The stillest calf sucks the longest draught"}}
{"translation": {"en": "Stealing from a thief makes God Almighty laugh.", "creole": "Tief from tief mek Garamighty laugh"}}
{"translation": {"en": "Time for mule, time for long chain", "creole": "Time fo' mule, time fo' lang chain"}}
{"translation": {"en": "A thief and a dog are not friends.", "creole": "Tief man an' daag na frien'"}}
{"translation": {"en": "A thief doesn't like to see his friend walking with a big bag.", "creole": "Tief man no like fo' see he matty walk with big bag"}}
{"translation": {"en": "Thieves do not like the moon.", "creole": "Tief man no like moon"}}
{"translation": {"en": "When the tiger feels fire on his tail, he cries out for a cool breeze.", "creole": "Tigah feel fiah a-he tail, he halla fo' cool breeze"}}
{"translation": {"en": "The tiger sends the dog, the dog sends its tail.", "creole": "Tigah sen' daag, daag sen' he tail"}}
{"translation": {"en": "The tiger stole corn, he got his skin marked.", "creole": "Tigah tief co'n, he get he 'kin mark"}}
{"translation": {"en": "The tiger wants to catch the rooster, he tells him the country is in turmoil.", "creole": "Tigah wan' fo' ketch fowlcock, he tell am country tu'n"}}
{"translation": {"en": "Time is passing by, but it's not coming back.", "creole": "Time a-go 'way, but he no a-come back"}}
{"translation": {"en": "Don't wake something that is sleeping.", "creole": "T'ing a-sleep, no wake am"}}
{"translation": {"en": "Things happen that cause a cow to abandon its calf.", "creole": "T'ing deh fo' mek cow run lef' he calf"}}
{"translation": {"en": "Today for you, tomorrow for me.", "creole": "To-day fo' you, to-morrow fo' me"}}
{"translation": {"en": "The tongue doesn't have teeth, but it can bite for sure.", "creole": "Tongue na gat teet', but he bite fo' true"}}
{"translation": {"en": "Tom is drunk, but Tom is not a fool.", "creole": "Tom drunk, but Tom no fool"}}
{"translation": {"en": "There's too much of the old stump to be easily burned by fire.", "creole": "Too much a ol' 'tump to be easily bu'n by fiah"}}
{"translation": {"en": "Too much fake smiling is not genuine laughter.", "creole": "Too much 'kin teet' no laugh"}}
{"translation": {"en": "Too many rats don't dig a deep hole.", "creole": "Too much ratta don't dig deep hole"}}
{"translation": {"en": "Too much salt spoils your soup.", "creole": "Too much sal' 'pile you' soup"}}
{"translation": {"en": "Too many torn trousers on the side.", "creole": "Too much side bruck trouses"}}
{"translation": {"en": "Sitting down too much wears out your pants.", "creole": "Too much si' down bruck breeches"}}
{"translation": {"en": "Too much water doesn't make good soup.", "creole": "Too much watah no mek good soup"}}
{"translation": {"en": "\"What is said doesn't burden your stomach.\"", "creole": "'Tory a-mout no load you' 'tomach"}}
{"translation": {"en": "The secret is out as soon as you tell a woman.", "creole": "Tory bus' as you leh woman know"}}
{"translation": {"en": "The story is old, it's not interesting.", "creole": "Tory ol', he no sweet"}}
{"translation": {"en": "Three silver fish can't make one Congo fish.", "creole": "Tree silver fish cant mek one Congo fish"}}
{"translation": {"en": "Experience brings wisdom", "creole": "Trial makes mention"}}
{"translation": {"en": "Trouble is in the bush, but the monkey brings it home.", "creole": "Trouble a-deh a-bush, a monkey a-bring am a-house"}}
{"translation": {"en": "Trouble arrives swiftly like on horseback, but it leaves slowly as if on foot.", "creole": "Trouble come 'pon horseback, he go 'way 'pon foot"}}
{"translation": {"en": "Trouble walks on legs, scandal has wings.", "creole": "Trouble go 'pon legs, 'candal hab wings"}}
{"translation": {"en": "Trouble makes an old woman trot.", "creole": "Trouble mek ol' ooman trat"}}
{"translation": {"en": "Trouble must knock at every man's door at some point.", "creole": "Trouble mus' knack at all man doo' mout'"}}
{"translation": {"en": "Trouble doesn't announce itself like rain does.", "creole": "Trouble no set like rain"}}
{"translation": {"en": "Throw a rock at a hog's sty, the hog cries \"Quee,\" that's the one it hit.", "creole": "T'row rockstone a-haag 'ty, haag cry \"Quee,\" dรก him it knack"}}
{"translation": {"en": "Try your boots first before you give another man to stretch them.", "creole": "Try you' boots fus' befo' you gie naddah man fo' 'tretch am"}}
{"translation": {"en": "Two captains can't steer one ship.", "creole": "Two cap'n can't 'teer wan ship"}}
{"translation": {"en": "Two hills can't meet together, but two people can.", "creole": "Two hill can't meet togeddah, but two man can"}}
{"translation": {"en": "Two men are having a long conversation.", "creole": "Two man a-mek lang 'tory"}}
{"translation": {"en": "Two sensible men can't live in one house.", "creole": "Two sense man can't libe a-wan house"}}
{"translation": {"en": "Two sensible men can't change a half-penny.", "creole": "Two sense man can't change half-bitt"}}
{"translation": {"en": "Two things are racing, one must win.", "creole": "Two t'ing a-run, one must' win"}}
{"translation": {"en": "An ugly face doesn't mean an ugly heart.", "creole": "Ugly face no ugly heart"}}
{"translation": {"en": "Ugly told Handsome, \"Scare this away for me.\"", "creole": "Ugly tell han'some, \"Friken dis fo' me"}}
{"translation": {"en": "A man who is unwilling must suffer the consequences.", "creole": "Unwillin' man nose mus' bleed"}}
{"translation": {"en": "If the barrel isn't opened often enough, dry weather feels like rainy weather.", "creole": "Vat no a-open 'nough time, dry weddah like rain weddah"}}
{"translation": {"en": "What is coming, wait, you will see it.", "creole": "Wah a-come, wai', you sa see am"}}
{"translation": {"en": "What one cries, that one feels it.", "creole": "Wah a-cry, รก dem a-feel am"}}
{"translation": {"en": "Whoever is lucky will win.", "creole": "Wah gat luck sa win"}}
{"translation": {"en": "What doesn't have feet must go first.", "creole": "Wah na gat foot mus' go befo'"}}
{"translation": {"en": "Walking aimlessly is better than sitting idly.", "creole": "Walk fo' not'in' bettah dan si' down fo' not'in'"}}
{"translation": {"en": "A wasteful man's money disappears as quickly as butter against the sun.", "creole": "Was'eful man money go like buttah 'gainst de sun"}}
{"translation": {"en": "Wash your own face before you wash another's.", "creole": "Wash you' own face befo' you wash you' matty wan"}}
{"translation": {"en": "Clean your own wounds before you look at your neighbor's.", "creole": "Wash you' own sore befo' you look you' matty wan"}}
{"translation": {"en": "Water puts out fire.", "creole": "Watah a-out fiah"}}
{"translation": {"en": "Water doesn't stay in a jar for no reason.", "creole": "Watah no a-'tink a-jar fo' not'in'"}}
{"translation": {"en": "Water has no bottom.", "creole": "Watah no gat battam"}}
{"translation": {"en": "Water thrown away doesn't break the jug", "creole": "Watah t'row 'way jug no broke"}}
{"translation": {"en": "Water thrown on the ground can't be picked up again.", "creole": "Watah t'row way na groun' can't pick up again"}}
{"translation": {"en": "The water that flowed in the river last year is not the same as this year's.", "creole": "Watah wah run a-ribah las' yeah na a-run dis yeah"}}
{"translation": {"en": "Water washes, water falls.", "creole": "Watah wash, watah fall"}}
{"translation": {"en": "Watch the lion, but don't let it watch you.", "creole": "Watch lion, but na mek he watch you"}}
{"translation": {"en": "The wattle house has ears.", "creole": "Wattle 'ouse gat yase"}}
{"translation": {"en": "Where the cow is tied, that's where it grazes.", "creole": "Weh cow tie, รก-deh he a-graze"}}
{"translation": {"en": "Where the horse goes, the donkey will go too.", "creole": "Weh haas go, jackass sa go too"}}
{"translation": {"en": "Where there is a lot of water, more water flows.", "creole": "Weh plenty watah deh mo' watah run"}}
{"translation": {"en": "Where the top is weak, that's where a goat will break through.", "creole": "Weh tap-off weak รก-deh a goat does bore"}}
{"translation": {"en": "Well, can't leave well enough alone.", "creole": "Well can't let bery well alone"}}
{"translation": {"en": "What is going, let it go.", "creole": "Wha' a-go, leh he go"}}
{"translation": {"en": "The donkey said, \"Ah! If there were no laws, there would be too many stories.\"", "creole": "Jackass say \"Ah! if no bin a law, too much 'tory"}}
{"translation": {"en": "Jail is not made for dogs, it's made for people.", "creole": "Jail no mek fo' daag, he mek fo' people"}}
{"translation": {"en": "Begging leads to stealing.", "creole": "Jango beg, jango kill"}}
{"translation": {"en": "Jimbo says Every man is responsible for his own actions.", "creole": "Jimbo say Ebery man 'kin he own teet"}}
{"translation": {"en": "Joseph isn't here to light a fire for everyone; he lights a fire for those who do the same for him.", "creole": "Joseph no come fo blow fiah fo' eberybody; who blow fish fo'he, he blow fo' dem"}}
{"translation": {"en": "The ghost bird cries a funeral today.", "creole": "Jumby bi'd halla funeral a-day"}}
{"translation": {"en": "Ghost okra can't make a sweet soup.", "creole": "Jumby calalu can't mek sweet soup"}}
{"translation": {"en": "Ghosts like white cloth.", "creole": "Jumby like white clat'"}}
{"translation": {"en": "A ghost never saw salt; it swears it's sugar.", "creole": "Jumby nebba see sal'; he swear a-sugah"}}
{"translation": {"en": "The ghost sends a spirit; the spirit sends its waiting boy.", "creole": "Jumby sen' spirit; spirit sen' he waiting boy"}}
{"translation": {"en": "Jump, jump, the tradesman's hand opens on Saturday.", "creole": "Jump jump trademan han' open 'pon Satu'day"}}
{"translation": {"en": "Kick and hit just like a knock.", "creole": "Kick an' cuff same knack"}}
{"translation": {"en": "Kill a child, give it to the mother, the mother won't eat it; kill the mother, give it to the child, the child will eat it.", "creole": "Kill pieknie, gie mamma, mamma no go eat am; kill mamma gie picknie, picknie go eat am"}}
{"translation": {"en": "Kiskadee on the back of a cow", "creole": "Kiskadee on cowback"}}
{"translation": {"en": "The kitchen dresser fell down, the skinny dog laughed.", "creole": "Kitchen dressah fall down, magah daag laugh"}}
{"translation": {"en": "Knock hard, the child is scared.", "creole": "Knock daddy heaby, pieknie sa friken"}}
{"translation": {"en": "Long conversations led them to catch the runaway person.", "creole": "Lang discou'se mek dem ketch runaway niggah"}}
{"translation": {"en": "A long-nosed dog can't blow fire.", "creole": "Lang nose daag can't blow fiah"}}
{"translation": {"en": "The long story is that the turtle doesn't want to carry its shell on its back.", "creole": "Lang 'tory tu'tle no wan' mek he carry he trunk a-he back"}}
{"translation": {"en": "An educated man walks carefully, an uneducated man makes noise.", "creole": "Larnid man walk saf'ly, unlarnid man keep nise"}}
{"translation": {"en": "A lazy person always has a lot of work.", "creole": "Lazy man always get 'nough wo'k"}}
{"translation": {"en": "A lazy man's belly is never satisfied.", "creole": "Lazy man belly neba sa full"}}
{"translation": {"en": "When a leaf falls into the water, it doesn't rot immediately.", "creole": "Leaf fall a-watah, he no rotten wan time"}}
{"translation": {"en": "Fewer guests, fewer dirty dishes.", "creole": "Less company, less dutty plate"}}
{"translation": {"en": "Lies have no legs.", "creole": "Lie hab no legs"}}
{"translation": {"en": "Lies more than fire burns.", "creole": "Lie mo' dan fiah-bu'n"}}
{"translation": {"en": "The little boy is impressing the grown man.", "creole": "Li'l boy a-swell big man yeye"}}
{"translation": {"en": "A little boy doesn't climb a ladder to become a big man.", "creole": "Li'l boy na a-climb laddah fo' tu'n big man"}}
{"translation": {"en": "The little finger says \"Look over there,\" but the thumb says \"Look here.\"", "creole": "Li'l fingah say \"Look yandah,\" bing t'umb say \"Look yah"}}
{"translation": {"en": "A little fun is better than a whole gun.", "creole": "Li'l fun bettah mo' dan whole gun"}}
{"translation": {"en": "Small garden, but bitter weed", "creole": "Li'l garden, but bittah weed"}}
{"translation": {"en": "Small shoe, big shoe, same price; give him the big shoe.", "creole": "Li'l juta, big juta, same money; gie am big juta"}}
{"translation": {"en": "A small trench can hold a big fish.", "creole": "Li'l trench a-hol' in big fish"}}
{"translation": {"en": "A limb can't stand without a tree.", "creole": "Limb can't 'tan berout tree"}}
{"translation": {"en": "Lime never tastes sweet", "creole": "Lime nebba tas'e sweet"}}
{"translation": {"en": "A free goat doesn't understand what a tied-up goat feels.", "creole": "Loose-goat na a-feel wha' tie-goat a-feel"}}
{"translation": {"en": "Luck is better than being handsome.", "creole": "Luck mo' bettah dan han'some"}}
{"translation": {"en": "The macaw asked the parrot if the pajarra fruit was ripe, and it replied \"One, one.\"", "creole": "Maccaw ask parrot pajarra ripe, he say \"Wan, wan"}}
{"translation": {"en": "A man who is courting must dress well.", "creole": "Man a-cou'tin' mus' go gay"}}
{"translation": {"en": "The manager's cow says, \"The white man's work is never done.\"", "creole": "Manaja cow say, \"Bacra wo'k nebba done"}}
{"translation": {"en": "The manager's horse eats good oats.", "creole": "Manaja haas nyam good oats"}}
{"translation": {"en": "The manager is withholding the coolie's money, but when the coolie is preparing for the Tadja festival, the manager is the first to open his mouth because he is participating.", "creole": "Manaja 'tap coolie money, but when coolie mek tadja, a-manaja doo' mout' fus' he a-play"}}
{"translation": {"en": "A man always looks for what he doesn't want to see.", "creole": "Man always look fo' wha' he no wan' fo' see"}}
{"translation": {"en": "A man saw the monkey's neck before he put a chain around its waist.", "creole": "Man bin see monkey neck befo' he put chain a-he waist"}}
{"translation": {"en": "A man bought a big-bellied horse, he wants it to cut grass.", "creole": "Man buy big belly haas, he wan ha' fo cut grass"}}
{"translation": {"en": "A man can't do better; he says \"No matter\".", "creole": "Man can't do bettah; he say \"No mattah"}}
{"translation": {"en": "A man can't get the pamawarri (a prickly bush rope) if he's afraid that its thorns will prick him.", "creole": "Man can't get pamawarri if he friken he pimplah go chook am"}}
{"translation": {"en": "A man can run, but a man can't hide.", "creole": "Man can run, but man can't hide"}}
{"translation": {"en": "A man cuts his timber so he can haul it.", "creole": "Man cut he timbah sa haul am"}}
{"translation": {"en": "When a man dies, grass grows at his door.", "creole": "Man dead, grass grow a-he doo'"}}
{"translation": {"en": "When a man dies, he is truly dead.", "creole": "Man die, he die fo' true"}}
{"translation": {"en": "After the meal is cooked, the spoon is the last thing to be used.", "creole": "Man done cook, spoon las'"}}
{"translation": {"en": "If the man is drunk and the woman is drunk, who will close the door?", "creole": "Man drunk, ooman drunk, who fo' shut de doo'"}}
{"translation": {"en": "A man with manners, he has a lot of pounded plantain.", "creole": "Man gat mannas, he get big foofoo"}}
{"translation": {"en": "A man may be smart, but a horse can still kick him.", "creole": "Man gat sense, but haas can kick am"}}
{"translation": {"en": "If a man talks too much, he will pay for his father's mistakes.", "creole": "Man gat too much tongue, he pay he daddy debt"}}
{"translation": {"en": "A man has two houses, yet he sleeps hungry.", "creole": "Man gat two 'ouse, he sleep hungry"}}
{"translation": {"en": "A man has two eyes, but can't look in two places at once.", "creole": "Man gat two yeye, but can't look a-two place"}}
{"translation": {"en": "A man's hand makes twine, but the twine turns back to tie his hand.", "creole": "Man han' a-mek twine, but twine a-tu'n back tie he han'"}}
{"translation": {"en": "A bad name in the morning is better than one in the afternoon.", "creole": "Ma'nin' bad name bettah mo' 'an aftanoon wan"}}
{"translation": {"en": "When a man hits iron, the iron doesn't feel it, but when iron hits a man, the man feels it.", "creole": "Man knack iron, iron na a-feel am, iron knack man, man a-feel am"}}
{"translation": {"en": "A man knows his weakness, he refuses the challenge of a strong man.", "creole": "Man know he weak, he refuse 'trang man challenge"}}
{"translation": {"en": "People may know your face, but they don't know your heart.", "creole": "Man know you' face, but he na know you' haat"}}
{"translation": {"en": "A man makes a coffin, but he doesn't want to go there.", "creole": "Man mek coffin, but he no like a-go deh"}}
{"translation": {"en": "One must pay to gain wisdom.", "creole": "Man mus' pay fo' larn sense"}}
{"translation": {"en": "A man must see his wife first before he buys a bed.", "creole": "Man mus' see he wife fus' befo' he buy bed"}}
{"translation": {"en": "A man is not a thief until the watchman catches him.", "creole": "Man na a tief teh watchman ketch am"}}
{"translation": {"en": "A man doesn't know what trouble is, until he has too much trouble.", "creole": "Man na know a trouble, but he know too much a trouble"}}
{"translation": {"en": "A man doesn't appreciate his mother until she is dead.", "creole": "Man na know he mamma use teh he dead"}}
{"translation": {"en": "A man's dreams are not over until he is done sleeping.", "creole": "Man no done sleep, he no done dream"}}
{"translation": {"en": "If a man doesn't have feet, he can't walk.", "creole": "Man no gat foot, he can't walk"}}
{"translation": {"en": "If a man doesn't like you, he'll give you a basket to fetch water.", "creole": "Man no like you, he gie you basket fo' fetch watah"}}
{"translation": {"en": "If a man is not accustomed to chocolate, he says he won't drink it.", "creole": "Man no nuse (used to) chacklit, he say he no a drink am"}}
{"translation": {"en": "If a man doesn't speak, news can't spread.", "creole": "Man no talk, news can't go"}}
{"translation": {"en": "When a man is satisfied, he stops eating.", "creole": "Man satisfy, he bore pat"}}
{"translation": {"en": "A man sees a calabash, but he doesn't know what's inside.", "creole": "Man see gooby, but he na know wha' deh inside"}}
{"translation": {"en": "If a man talks too much, he pays his father's debt.", "creole": "Man talk too much, he pay he daddy debt"}}
{"translation": {"en": "A man who starts before he's ready won't achieve good results.", "creole": "Man 'tart befo' he ready can't meet good"}}
{"translation": {"en": "A man can predict his friend's fortune, but can't predict his own.", "creole": "Man tell he matty farchin, but can't tell he own"}}
{"translation": {"en": "A man takes care of his own bed, he doesn't care about it because it's true, his neighbor cares for it for him.", "creole": "Man tek row a-dam bed he na care am true, he matty care am foโ am"}}
{"translation": {"en": "If a man wants to drink rum, he says you should taste brandy to give him an appetite.", "creole": "Man wan' fo' drink rum, he say yah tas'e brandy fo' gie am appetite"}}
{"translation": {"en": "A man who has a bottle on the table has many friends.", "creole": "Man wah got bottle a-table got plenty frien'"}}
{"translation": {"en": "A man who wants to learn, will not find it hard to find a chapter.", "creole": "Man wah know book, na haad fo' fin' chaptah"}}
{"translation": {"en": "A man without sense is like a bucket without a bottom.", "creole": "Man wah na gat sense 'tan' like bucket berout battam"}}
{"translation": {"en": "A man who wants two wives must have two tongues.", "creole": "Man wah wan' two wife mus' hab two tongue"}}
{"translation": {"en": "A man's weapon is his fist, a woman's weapon is her tongue.", "creole": "Man weapon a-he fist, woman weapon a-he tongue"}}
{"translation": {"en": "A sensible man won't put his head in a hole.", "creole": "Man wid sense na go shub he head a-hole"}}
{"translation": {"en": "The Marabunta (a type of ant) can bite, but it can't bite a spider.", "creole": "Marabuntah a bite, but he can't bite nancy"}}
{"translation": {"en": "Being married doesn't guarantee that he is stable.", "creole": "Married na sure he gat foot"}}
{"translation": {"en": "Marriage has teeth, it bites like a crab.", "creole": "Married gat teet', he bite like crab"}}
{"translation": {"en": "There's no back door in marriage.", "creole": "Married no got back doo.'"}}
{"translation": {"en": "Master's bull, master's cow", "creole": "Massa bull, massa cow"}}
{"translation": {"en": "The master's servant is in a blanket.", "creole": "Massa niggah a-blanket"}}
{"translation": {"en": "Matty lost his dog, his neighbor's corn field is full.", "creole": "Matty loss he haag, he neighbah co'n-jah full"}}
{"translation": {"en": "Neighbor, what you want, you want to hide.", "creole": "Matty wan you wan', you' wan you hide"}}
{"translation": {"en": "Neighbor, something sweet for you is bitter to others.", "creole": "Matty somet'ing sweet fo you own bittah"}}
{"translation": {"en": "I am fire, I can't stand in a bag.", "creole": "Me a fiah, me can't 'tan' a-bag"}}
{"translation": {"en": "I used to be a good dancer, but chigoe fleas ruined my foot.", "creole": "Me bin a good dance man, but chiggah 'pile me foot"}}
{"translation": {"en": "I bought my calico, I must wear it.", "creole": "Me buy me calico, me mus' wear am"}}
{"translation": {"en": "I'm already a dead dog, I don't care to think.", "creole": "Me dead haag a'ready, me no ca' fo' 'tink"}}
{"translation": {"en": "The dog is skinny but its head is big.", "creole": "Daag magah he head big"}}
{"translation": {"en": "Dog doesn't eat dog", "creole": "Daag no nyam daag"}}
{"translation": {"en": "The dog says he keeps his dreams in his belly because he doesn't know how to talk.", "creole": "Daag say he sa keep he dream a-he belly 'cause he no know fo' talk"}}
{"translation": {"en": "The dog set a trap to catch the hare, he fastened it himself.", "creole": "Daag set trap fo' ketch accouri, he fasten dey hese'f"}}
{"translation": {"en": "The dog stuck his head in the salmon pot, he said he's seeing how the world goes round.", "creole": "Daag shub he head a-salmon pat, he sa see how de world a-go roun'"}}
{"translation": {"en": "The dog trusts his feet, that's why he can be impudent to the tiger.", "creole": "Daag trus' he foot mek he gie tigah saucy"}}
{"translation": {"en": "The dog that barks a lot runs away when it's time to bite.", "creole": "Daag wah a-bark plenty a-run 'way time fo' bite"}}
{"translation": {"en": "The dog that brings a bone will carry it away.", "creole": "Daag wah a-bring a bone sa, carry am"}}
{"translation": {"en": "The dog that eats what its friend left is never strong.", "creole": "Daag wah a-eat wha' he matty lef' nebba 'trang"}}
{"translation": {"en": "A dog that is used to sucking eggs can't stop.", "creole": "Daag wah use fo' suck egg can't lib (leave) off"}}
{"translation": {"en": "A dog walks on a dead lion.", "creole": "Daag walk 'pon dead lion"}}
{"translation": {"en": "The dog wants to see a bonfire, so he throws grass on the fire's coals.", "creole": "Daag wan' fo' see banfiah, he t'row grass 'pon fiah coal"}}
{"translation": {"en": "That foolish man wears a ring in his nose.", "creole": "Da chupit man wear ring a-he nose"}}
{"translation": {"en": "That greedy person is always eating his food.", "creole": "Da craben always a-eat a-pat"}}
{"translation": {"en": "The doctor doesn't know what's hurting you until you tell him.", "creole": "Dactah na a-know weh a hu't you teh you tell am"}}
{"translation": {"en": "Doctor's medicine is always good.", "creole": "Dactah physic always good"}}
{"translation": {"en": "A dainty dog will eat dirty pudding.", "creole": "Dainty daag nyam dutty puddin'"}}
{"translation": {"en": "That lazy donkey can't carry his own oats.", "creole": "Da lazy jackass can't carry he own oats"}}
{"translation": {"en": "The movement that rice has in a pot, it doesn't have on a plate.", "creole": "Da motion wah rice got a-pot, he no got a-plate"}}
{"translation": {"en": "The same mouth a man uses to court a woman to bring her into his house, is the same mouth he uses to put her out the door.", "creole": "Da mout' man tek fo cou'tin ooman fo' put am a-he house, a na da same mout' he a-tek fo' put am a-doo'"}}
{"translation": {"en": "The horse arrived at that place, and the donkey arrived safely too.", "creole": "Da-place hass meet, safly safly jackass sa meet"}}
{"translation": {"en": "Wherever you see molasses, you're sure to see a blue fly.", "creole": "Da place you see molasses, you sure fo' see blue fly"}}
{"translation": {"en": "The place where I live, it's really good.", "creole": "Da place weh 1ibin', deh 'tan' foo good"}}
{"translation": {"en": "Go back to the place where the thorn pricked your foot to remove it.", "creole": "Da place weh pimplah bore you foot, go back deh go tek am out"}}
{"translation": {"en": "Dark night has no governor.", "creole": "Dark night hab no gubnah"}}
{"translation": {"en": "Dark night makes a fly boil soup.", "creole": "Dark night mek fly boil a-soup"}}
{"translation": {"en": "The thing that pleases the goat is what kills it.", "creole": "Da t'ing wah sweeten goat, a da a-kill am"}}
{"translation": {"en": "What you see in the daytime, don't use a torch to look for it at night.", "creole": "Da somet'ing you a-see a-day time, no tek fiah 'tick a-night fo' look am"}}
{"translation": {"en": "A dead chicken brings money.", "creole": "Dead chicken bring dallah"}}
{"translation": {"en": "Death is in the horse's eye, but he doesn't care for his master.", "creole": "Dead deh a-hass eye, he no ca' fo' he massa"}}
{"translation": {"en": "The death is not over, the crying is not over.", "creole": "Dead no done, cry no done"}}
{"translation": {"en": "Death seems to forget him.", "creole": "Dead seem fo' fo'get he"}}
{"translation": {"en": "The devil tempts, but he does not force.", "creole": "Debil a-tempt, but he no a-fo'ce"}}
{"translation": {"en": "The devil isn't bothered by the fact that he is painted black.", "creole": "Debil bad no see he paint am black"}}
{"translation": {"en": "The longest prayer has an amen.", "creole": "De langes' pray got a amen"}}
{"translation": {"en": "The same hammer that drives the nail in can take it out.", "creole": "De same hammah wah dribe nail sa tek am out"}}
{"translation": {"en": "Dig a hole to fill a hole.", "creole": "Dig a hole fo' full a hole"}}
{"translation": {"en": "This is saying one thing after another, until a story is formed.", "creole": "Dis a-tell tarra, tara narra, till 'tory come"}}
{"translation": {"en": "Things are not like they used to be.", "creole": "Dis time no like befo' time"}}
{"translation": {"en": "An eye for an eye is not witchcraft.", "creole": "Do fo' do no obeah"}}
{"translation": {"en": "\"Don't worry,\" maintain a large household.", "creole": "Don' ca'e,\" keep big house"}}
{"translation": {"en": "Don't let your tail pass your head.", "creole": "Don' mek you tail pass you head"}}
{"translation": {"en": "Don't judge my story by your own standards and weight.", "creole": "Don' weigh me 'tory by you own 'cale an' weight"}}
{"translation": {"en": "What you do, is not what you love.", "creole": "Do so no lobe so"}}
{"translation": {"en": "Downfall is not for one man.", "creole": "Downfall no fo' wan man"}}
{"translation": {"en": "The driver is not playing Creole music.", "creole": "Dribah na deh creole a-play"}}
{"translation": {"en": "Drive the yellow cow, the black one must run.", "creole": "Dribe yalla cow, black wan mus' run"}}
{"translation": {"en": "Drink rum in your mouth, it says fly in your head.", "creole": "Drink rum a-you mout', he sa f1y a-you head"}}
{"translation": {"en": "A drunk man never knows he's drunk.", "creole": "Drunk man nebba know he drunk"}}
{"translation": {"en": "A drunk man says to a lamp post, \"Excuse me, sir.\"", "creole": "Drunk man tell lantern pos', \"ask paadon, sah"}}
{"translation": {"en": "Dry wood is burning and green wood is burning too.", "creole": "Dry wood a-bu'n an' green wood a-bu'n too"}}
{"translation": {"en": "The duck has water to wash its skin, the chicken wants it to drink.", "creole": "Duck hab watah fo' was' he 'kin, fowl want am fo' drink"}}
{"translation": {"en": "Dirty water can put out fire.", "creole": "Dutty watah can out fiah"}}
{"translation": {"en": "Dirty water cools the kettle", "creole": "Dutty watah cool cappah"}}
{"translation": {"en": "What the ear doesn't hear, the eye will see.", "creole": "Ear no yery, yeye sa see"}}
{"translation": {"en": "Easy come, easy go.", "creole": "Easy get easy spen'"}}
{"translation": {"en": "What comes easily doesn't cause pain.", "creole": "Easy squeeze no feel hurt"}}
{"translation": {"en": "Not every full belly is satisfied.", "creole": "Ebery belly-full no a pat full"}}
{"translation": {"en": "Everyone feels their own pain.", "creole": "Eberybody feel he own pain"}}
{"translation": {"en": "Every captain is the master of his own boat.", "creole": "Ebery cap'n bass he own boat"}}
{"translation": {"en": "Every rooster crows at his own door, mouth.", "creole": "Ebery cock crow a-he own doo, mout'"}}
{"translation": {"en": "Every cow cries for its own calf.", "creole": "Ebery cow cry fo' he own calf"}}
{"translation": {"en": "Every dog is biting its master's door.", "creole": "Ebery daag a-bite da-he massa doo'"}}
{"translation": {"en": "Every dog has its day.", "creole": "Ebery daag ha' he day"}}
{"translation": {"en": "Every donkey thinks he's good enough to rank with the governor's horse.", "creole": "Ebery donkey t'ink hese'f good fo' rank wid gubnah hass"}}
{"translation": {"en": "Every day the bucket goes to the well, one day its bottom will fall out.", "creole": "Ebery day bucket go a-well, wan day he battam sa lef'"}}
{"translation": {"en": "Every day the devil helps the thief; one day God must help the watchman.", "creole": "Ebery day debil help tief; wan day God mus' help watchman"}}
{"translation": {"en": "Every day is a fishing day, but not every day is a catching day.", "creole": "Ebery day fishin' day, but ebery day no ketchin' day"}}
{"translation": {"en": "Every day you challenge your fellow, one day you will get your poison.", "creole": "Ebery day you a-challenge you matty, wan day you sa get you' poison"}}
{"translation": {"en": "Every day you play in dirty water, one day it will dirty your skin.", "creole": "Ebery day you a-play a-dutty watah, wan day he go nassy you' 'kin"}}
{"translation": {"en": "Every field must have grass.", "creole": "Ebery fiel' mus' get grass"}}
{"translation": {"en": "Every fool has his own sense.", "creole": "Ebery fool got he own sense"}}
{"translation": {"en": "Every grass is a man at night time.", "creole": "Ebery grass is a man a-night time"}}
{"translation": {"en": "Not every haul of the net catches June fish.", "creole": "Ebery haul ob de net no ketch June fish"}}
{"translation": {"en": "Not every greeting is a genuine greeting.", "creole": "Ebery howdee na howdee"}}
{"translation": {"en": "Every vulture thinks its own offspring is white.", "creole": "Ebery John crow t'ink he own picknie white"}}
{"translation": {"en": "Not every smile is genuine.", "creole": "Ebery 'kin teet' no laugh"}}
{"translation": {"en": "Every long prayer must have an amen.", "creole": "Ebery lang prayer mus' gat amen"}}
{"translation": {"en": "Every lawyer likes a fat fowl.", "creole": "Ebery lawyer like fat fowl"}}
{"translation": {"en": "Every man knows where his own house is leaking.", "creole": "Ebery man know weh he own house a-leak"}}
{"translation": {"en": "Every man is master of his own house.", "creole": "Ebery man massa fo' he own house"}}
{"translation": {"en": "Every man to his own class", "creole": "Ebery man to he own class"}}
{"translation": {"en": "Every man works for money, but not every man can keep it.", "creole": "Ebery man wo'k fo' money, but no ebery man can keep am"}}
{"translation": {"en": "Every made up face doesn't cry.", "creole": "Ebery mek up face na cry"}}
{"translation": {"en": "Every rope has two ends.", "creole": "Ebery rope gat two en'"}}
{"translation": {"en": "Not every handshake is a genuine handshake.", "creole": "Ebery shake han' no shake han'"}}
{"translation": {"en": "Not everyone who has their eyes closed is asleep.", "creole": "Ebery shut eye na a-sleep"}}
{"translation": {"en": "Every sore eye is a watery eye, but not every watery eye is a sore eye.", "creole": "Eberysore yeye a watah yeye, but na ebery watah yeye a sore yeye"}}
{"translation": {"en": "Every thief knows his own trade.", "creole": "Ebery tief man know he own trade"}}
{"translation": {"en": "Every time a chicken drinks water, it lifts its head up and says \"Thank God\".", "creole": "Ebery time fowl drink watah, he hise he head a-tap an'say \"Teng Gaad"}}
{"translation": {"en": "Every time it rains, the carrion crow swears he will build a house; when the sun comes out, he forgets.", "creole": "Ebery time rain fall clarinclo swear he sa buil' house; when sun come out, he fo'get"}}
{"translation": {"en": "Every tub stands on its own bottom.", "creole": "Ebery tub'tan' pon he own battam"}}
{"translation": {"en": "Every water is for drinking, but not every story is for telling.", "creole": "Ebery watah fo' drink, but ebery 'tory no fo' tell"}}
{"translation": {"en": "Everywhere you turn, a close friend is there.", "creole": "Ebery way you tu'n primo matty deh"}}
{"translation": {"en": "Not every wind is suitable for full sail.", "creole": "Ebery win' na a-full sail"}}
{"translation": {"en": "The elephant knows that its backbone is big, that's why it tries to swallow a coconut.", "creole": "Elephant sabby say be back-bone big da mek so he look fo' swalla coc'nut"}}
{"translation": {"en": "The elephant says, despite his size, he doesn't want trouble with man.", "creole": "Elephant say wid all he big, he no wan' 'tory wid man"}}
{"translation": {"en": "An elephant's ears are big, but it doesn't hear its own story.", "creole": "Elephant yase big, but he no a-yeddy he own 'tory"}}
{"translation": {"en": "An empty bag can't stand up.", "creole": "Empty bag can't 'tan' up"}}
{"translation": {"en": "He can see his neighbor's faults, but can't see his own.", "creole": "Eye can see he matty, but can't see hese'f"}}
{"translation": {"en": "Hard times make a man boil calalu (This means that difficult circumstances can force a person to make do with whatever they have, in this case, preparing a simple dish like calalu.)", "creole": "Ha'd time mek man bile calalu"}}
{"translation": {"en": "Hard times make a poor man eat matty.", "creole": "Ha'd time mek poo' man eat matty"}}
{"translation": {"en": "Hard times make a smoker smoke tobacco stick.", "creole": "Ha'd time mek smoke man smoke tabacca 'tick"}}
{"translation": {"en": "It's hard to get butter out of a dog's throat.", "creole": "Ha'd to get buttah out ob a daag t'roat"}}
{"translation": {"en": "Hair doesn't know what's in the head.", "creole": "Hair na know wha' deh a-head"}}
{"translation": {"en": "A small problem creates a big issue that money can't solve.", "creole": "Half-a-bitt mek trouble joe can't cure"}}
{"translation": {"en": "If your hand is in a tiger's mouth, you must pull it out very carefully.", "creole": "Han' deh a-tigah mout', you mus' pull out safly safly"}}
{"translation": {"en": "A handful has company.", "creole": "Han'-full hab company"}}
{"translation": {"en": "Give and take", "creole": "Han' go, han' come"}}
{"translation": {"en": "Hands make rope, rope ties hands.", "creole": "Han' mek rope, rope tie han'"}}
{"translation": {"en": "A girl with a handsome face is not necessarily the best kind of girl.", "creole": "Han'some face gal na de besses kin' a gal"}}
{"translation": {"en": "When hands wash each other, both hands become clean.", "creole": "Han' was' han' all too han' clean"}}
{"translation": {"en": "A harness doesn't fit a dog and a cat.", "creole": "Harness no a-fit daag an' cat"}}
{"translation": {"en": "He carries his fortune on his back.", "creole": "He a-carry he fortune on he back"}}
{"translation": {"en": "He keeps his book so well that even a cockroach can't get it.", "creole": "He a-keep book so da cockroach se'f can't get am"}}
{"translation": {"en": "Heavy clouds, no rain", "creole": "Heavy clould, no rain"}}
{"translation": {"en": "He went through the woods and picked up a crooked stick.", "creole": "He bin t'rough the woods, an' he pick up a crooked 'tick"}}
{"translation": {"en": "He blows hot and cold with the same mouth.", "creole": "He blow hot an' col' wid de same mout'"}}
{"translation": {"en": "He has the key to the street.", "creole": "He gat de key a de street"}}
{"translation": {"en": "He already has a sheep's head.", "creole": "He gat sheep head a-ready"}}
{"translation": {"en": "He is like a ship without a bottom.", "creole": "He like a ship widout a battam"}}
{"translation": {"en": "His mouth is as sweet as a pot full of rice.", "creole": "He mout' sweet like a rice-full pat"}}
{"translation": {"en": "He is not at the water container.", "creole": "He na deh a-gooby"}}
{"translation": {"en": "Hang your basket where your hand can reach it.", "creole": "Heng you' quake weh you' han' can meet am"}}
{"translation": {"en": "He picked my teeth to get to my gums.", "creole": "He pick a-me teet' fo' get a-me gums"}}
{"translation": {"en": "The herring came to ask the pickle how it's doing.", "creole": "Herrin' come fo' ask pickle how he situate"}}
{"translation": {"en": "His tongue doesn't have a bone, it's like a clock.", "creole": "He tongue na gat leb na clock"}}
{"translation": {"en": "Secure the cow before you negotiate to sell the beef.", "creole": "Hol' de cow befo' you bargain fo' sell de beef"}}
{"translation": {"en": "The cat got burnt by hot water, now it's scared even of cold water.", "creole": "Hot watah bu'n cat, when he see col' watah he friken"}}
{"translation": {"en": "Houri told Patwa one day we will meet at the stop-off.", "creole": "Houri tell patwa wan day awe sa meet a-'tap off"}}
{"translation": {"en": "Greetings and thanks break no bones", "creole": "Howdee an' tenkee break no bones"}}
{"translation": {"en": "A hundred dollars is in a house, nobody hears; but when death occurs, there's too much crying.", "creole": "Hundred dallah get in a house, nobody no yeddy; but dead get in, too much cry"}}
{"translation": {"en": "Hunger makes a man's mouth corner white.", "creole": "Hungry belly mek man mout' ca'nah white"}}
{"translation": {"en": "A hungry man doesn't know that soup is sweet.", "creole": "Hungry belly man na know soup na sweet"}}
{"translation": {"en": "Hunger tells a sweet mouth to \"stand aside\".", "creole": "Hungry belly tell sweet mout' \" 'Tan' wan side"}}
{"translation": {"en": "Hunger drove the Chinese man, he ate a snake.", "creole": "Hungry bode (take hold of) Chinee, he nyam snake"}}
{"translation": {"en": "Hunger has no master.", "creole": "Hungry gat no massa"}}
{"translation": {"en": "A hungry man looks for something to eat, even if it's just salt; a satisfied man finds fault.", "creole": "Hungry man look fo' nyam salt ; man satisfy, he fin' fault"}}
{"translation": {"en": "Hunger makes a man thin.", "creole": "Hungry mek man magah"}}
{"translation": {"en": "If you're not hungry, don't curse the thief.", "creole": "Hungry no bode you, no cuss tief man"}}
{"translation": {"en": "Rushing leads to poor results.", "creole": "Hurry hurry mek bad curry"}}
{"translation": {"en": "If an alligator comes out of the water's bottom and tells you, \"The water mamma is blind,\" you must believe it.", "creole": "If alligittah come out a-watah battam tell you say, \"Watah mamma yeye blin',\" you mus' belieb am"}}
{"translation": {"en": "If I tell you last year's story, you'll have tears in your eyes.", "creole": "If a tell you las' yeah 'tory, watah run a-you yeye"}}
{"translation": {"en": "If a bad reputation could kill a rat, all rats would be dead.", "creole": "If bad name could kill rat, all ratta go dead"}}
{"translation": {"en": "If a coal pot doesn't have a bottom, fire can't stand.", "creole": "If coal pat na gat battam, fiah can't 'tan'"}}
{"translation": {"en": "If the chicken coop is full, a chicken can't make rat eggs hatch.", "creole": "If fowl house full, fowl can't mek ratten eggs hatch"}}
{"translation": {"en": "If the greedy person waits, the soup will cool.", "creole": "If greedy wait, hot sa cool"}}
{"translation": {"en": "If he had a spoon, he would drink soup.", "creole": "If he bin hab spoon, he sa drink soup"}}
{"translation": {"en": "If he had spat him out, he couldn't resemble him more.", "creole": "If he bin spit he out, he couldn't favah he mo'"}}
{"translation": {"en": "If a donkey could talk, it would say \"Oh, poor Job!\"", "creole": "If jackass could a-talk he sa say \"Aow, poo' Job!"}}
{"translation": {"en": "If a man is idle, he tempts the devil.", "creole": "If man am idle, he temp' de debil"}}
{"translation": {"en": "If a man milks a cow, he must drink milk.", "creole": "If man milk cow, he mus' drink milk"}}
{"translation": {"en": "If a man doesn't bend his back, he will hit his head on a post.", "creole": "If man na ben' he back, he go jam he head a-post"}}
{"translation": {"en": "If a man sits up high and he falls, he will break his neck.", "creole": "If man si' down high an' he fall, he go bruck he neck"}}
{"translation": {"en": "If I had known, it's always behind the door.", "creole": "If me bin know always deh behin' de doo"}}
{"translation": {"en": "If I had known it would have bad consequences", "creole": "If me bin know is a bad after-blow"}}
{"translation": {"en": "If I had known, I would have lost my child for its mother.", "creole": "If me bin know, me loss picknie fo' mamma"}}
{"translation": {"en": "If my man doesn't beat me, he doesn't love me.", "creole": "If me man no beat me, he no lobe me"}}
{"translation": {"en": "If a child doesn't hear \"Stop,\" they won't hear \"Be careful.\"", "creole": "If picknie no heah \"Done,\" he no heah \"Tek ca'"}}
{"translation": {"en": "If a snake bites you and you see a lizard, you must run.", "creole": "If snake bite you an' you see lizar', you mus' run"}}
{"translation": {"en": "If the sun hasn't set, a man hasn't finished crying.", "creole": "If sun no done, man no done cry"}}
{"translation": {"en": "If a stranger heard what his walking stick said, he would never go to a strange man's house.", "creole": "If 'tranjah man bin heah wha' he walkin'-'tick say, he nebba go a-'trange man house"}}
{"translation": {"en": "If trousers say the master is a thief, you can't doubt it.", "creole": "If trouses say massa tief, you can't paca (doubt.)"}}
{"translation": {"en": "If the eye doesn't see, the mouth can't talk.", "creole": "If yeye no see, mout' can't talk"}}
{"translation": {"en": "If you blow fire with your mouth, ashes will go in your eyes.", "creole": "If you blow fiah wid you mout', ashes sa go a-you yeye"}}
{"translation": {"en": "If you can't get turkey, you must be satisfied with John Crow (a vulture or undesirable option).", "creole": "If you can't get tu'key, you mus' satisfy wid John Crow"}}
{"translation": {"en": "If you're greedy for your friend's stew, you'll end up buying bread for the cat with the smell.", "creole": "If you craben fo' you matty chue (stew), you sa buy bread fo' cat wid de scent"}}
{"translation": {"en": "If you insult the John Crow by calling it \"bald head,\" the guinea hen gets angry.", "creole": "If you cuss John Crow \"Peel head,\" guinea hen bex"}}
{"translation": {"en": "If you eat labba (a small wild animal) and drink creek water, you won't be able to leave the country.", "creole": "If you eat labba an' drink creek watah, you no able fo lef' de country"}}
{"translation": {"en": "If your finger gets sore, don't cut it off and throw it away.", "creole": "If you fingah get sore, na cut am t'row 'way"}}
{"translation": {"en": "If you follow the spring tide, you will be left at the dam.", "creole": "If you fallow spring tide, you sa lef' a-dam"}}
{"translation": {"en": "If you go to a new place, don't curse where you came from.", "creole": "If you go a-new place, na cuss weh you come out"}}
{"translation": {"en": "If you're handsome, there's trouble; if you're ugly, there's trouble.", "creole": "If you han'some da trouble, if you hugly da trouble"}}
{"translation": {"en": "If you rush, your soup will be salty.", "creole": "If you hurry, you' soup salt"}}
{"translation": {"en": "If you like the dog, you must like its tail.", "creole": "If you like dang, you mus' like 'e tail"}}
{"translation": {"en": "If you don't blow your own trumpet, your neighbor won't blow it for you.", "creole": "If you no blow you' own trumpet, you' matty no go blow am fo' you"}}
{"translation": {"en": "If you don't come back before the spit dries, I'll know you've been playing.", "creole": "If you no come back befo' spit dry, me know you bin a-play"}}
{"translation": {"en": "If you don't know the story, ask Jim Crow what happened to John Crow at the high dam pasture.", "creole": "If you no know 'tory, ask Jim Crow wha' happen John Crow a-high dam pastah"}}
{"translation": {"en": "If you don't live in a house, you don't know where it leaks.", "creole": "If you no libe a-house, you no know weh he a-leak"}}
{"translation": {"en": "If you don't interfere with the witch doctor, the witch doctor will never finish you for money.", "creole": "If you no meddle wid obeahman, obeahman nebba dun you fo' money"}}
{"translation": {"en": "If your right eye twitches, you will meet something good, if your left eye twitches, you will encounter something bad.", "creole": "If you' right eye dance you sa meet good, if you' lef' eye dance you sa meet bad"}}
{"translation": {"en": "If you think I'm a fool, put your hand to my mouth.", "creole": "If you t'ink me a fool, put you' han' a-me mout'"}}
{"translation": {"en": "If you want a white person to be pleased (lick his lips), give him plantain water in a calabash.", "creole": "If you wan' Bacra lickrish (lick his lips) gie am plantain watah a-calabash"}}
{"translation": {"en": "If you want to eat toad, eat it with egg.", "creole": "If you wan' fo' eat crapaud, eat am wid egg"}}
{"translation": {"en": "If you want to know the story, take a walk abroad.", "creole": "If you wan' no 'tory, tek you' walk abroad"}}
{"translation": {"en": "If you want to see a monkey cry, stick pepper in its eye.", "creole": "If you wan' see monkey cry, 'tick peppah in he eye"}}
{"translation": {"en": "If there's no wick, the lamp can't burn.", "creole": "If wick na deh, lamp can't bu'n"}}
{"translation": {"en": "If the wind doesn't blow, the leaf doesn't shake.", "creole": "If win' no blow, leaf no shake"}}
{"translation": {"en": "If the wind doesn't blow, you won't see the chicken's backside.", "creole": "If win no blow, you no see fowl back"}}
{"translation": {"en": "If you act hastily, you will regret it.", "creole": "If you yeye jump, you a-go cry"}}
{"translation": {"en": "I am a saucepan without a cover.", "creole": "I is saucepan widout a cubbah"}}
{"translation": {"en": "It's a calabash whip for hitting the witch doctor with.", "creole": "Is calabash whip fo' lick obeahman wid"}}
{"translation": {"en": "It's the answer that causes the argument.", "creole": "Is de ansah does bring de row"}}
{"translation": {"en": "The luck of a lousy cat is astonishing.", "creole": "Is de luck ob a lousy cat does 'tonish"}}
{"translation": {"en": "You shouldn't be afraid of a dog that's not barking at you.", "creole": "Is no daag wah a-bark you mus' friken"}}
{"translation": {"en": "It's what comes out of your mouth that causes trouble, not what's in your belly.", "creole": "Is wha' come out a-you' mout dรก mek trouble, na wha' deh a-you belly"}}
{"translation": {"en": "There's no situation so bad that it can't improve.", "creole": "It is a bad tide which cannot turn"}}
{"translation": {"en": "It takes a very smart man to catch a hare.", "creole": "It tek very smart man fo ketch accouri"}}
{"translation": {"en": "The donkey is in the bush, but the governor is in the house.", "creole": "Jackass a-bush, but gubnah a-house"}}
{"translation": {"en": "The donkey drinks rum, but the hog gets drunk.", "creole": "Jackass drink rum, haag get drunk"}}
{"translation": {"en": "If a bull is loose in the pasture, a person is not obliged to walk near it.", "creole": "Bull loose a-pasture, man no bound fo' walk close am"}}
{"translation": {"en": "The bull is old, he smeared his tail.", "creole": "Bull ol,' he smear he tail"}}
{"translation": {"en": "The bush is burning behind the tiger, and the tiger doesn't smell the smoke.", "creole": "Bush bu'n behin' tigah, an' tigah no smell smoke"}}
{"translation": {"en": "The bush has ears", "creole": "Bush gat yase"}}
{"translation": {"en": "Buy your food, eat according to your money.", "creole": "Buy you' nyam, nyam accordin' to you money"}}
{"translation": {"en": "Ugly chickens eat good corn.", "creole": "Caba ca-ba fowl nyam good co'n"}}
{"translation": {"en": "A calabash can float in a trench, but it can't float in a river.", "creole": "Calabash a-float a-trench, but can't float a-ribah,"}}
{"translation": {"en": "A calabash is a poor man's finger basin.", "creole": "Calabash a poo-man fingah basin"}}
{"translation": {"en": "The outside of a calabash is green, but its inside is white.", "creole": "Calabash outside green, but he belly white"}}
{"translation": {"en": "A boa constrictor looks good if there are ants before it lies down.", "creole": "Camoodi does look good if ants deh befo' he lie down"}}
{"translation": {"en": "You can't destroy Penitence to make Ruimveldt good.", "creole": "Can't bruck Penitent fo' mek Rumfelt good"}}
{"translation": {"en": "\"Can't help\" is not done on purpose.", "creole": "Can't help\" no do fo' purpose"}}
{"translation": {"en": "Can't fatten a cow for another butcher", "creole": "Can't fatten cow fo' nadda butcher"}}
{"translation": {"en": "Can't stop the river from running.", "creole": "Can't tap de ribah from runnin'"}}
{"translation": {"en": "You can't use your bare eyes to roast my corn.", "creole": "Can't tek you dry eye fo' roas' me co'n"}}
{"translation": {"en": "The captain of a man-of-war became a cook on a Guinea ship.", "creole": "Cap'n a-man-o-war tu'n cook a-Guinea ship"}}
{"translation": {"en": "Captain Trust has died, bad pay killed him.", "creole": "Cap'n Trus' gone dead, bad pay a-kill am"}}
{"translation": {"en": "Captain Trust has gone home.", "creole": "Cap'n Trus' gone home"}}
{"translation": {"en": "The carrion crow eats the cow, but the cow can't eat the carrion crow.", "creole": "Carrin crow a-nyam cow, cow can't nyam carrin crow"}}
{"translation": {"en": "The carrion crow says, \"The mercy of the Lord is not on a tree.\"", "creole": "Carrin crow say, \"De mercy ob de Laad no deh 'pon tree"}}
{"translation": {"en": "The carrion crow says, \"There is one God above, he never eats grass.\"", "creole": "Carrin crow say, \"Wan Gaad deh a-tap, he nebbah nyam grass"}}
{"translation": {"en": "Carrow follows the carrion crow, he sleeps by the fire side.", "creole": "Carrow falla carrincrow, he sleep a-fiah side"}}
{"translation": {"en": "Cassava and okra can't make a good soup.", "creole": "Cassada an' ochro can't mek good soup"}}
{"translation": {"en": "If the cassava is not ripe, do not scratch its bottom.", "creole": "Cassada no ripe, no 'cratch he battam"}}
{"translation": {"en": "The cat is chasing the rat, but it's stealing its master's pork.", "creole": "Cat a-dribe rat, but he tief he massa po'k"}}
{"translation": {"en": "When a cat plays with a bone, the dog wants it.", "creole": "Cat a-play wid bone, daag want am"}}
{"translation": {"en": "A cat's paw is soft, but it can scratch indeed.", "creole": "Cat foot saf', but he 'cratch fo' true"}}
{"translation": {"en": "When the cat's away, the rat takes over.", "creole": "Cat no deh, ratta tek over"}}
{"translation": {"en": "\"Deceitful lives a handful do.\"", "creole": "'Ceitful lib a-han'-fu11 doo'"}}
{"translation": {"en": "Chance can knock down even the devil himself.", "creole": "Chance blow knack down de debil se'f"}}
{"translation": {"en": "Exchange for exchange", "creole": "Changee fo' changee"}}
{"translation": {"en": "Talk to her, boy, you can win her over.", "creole": "Chat am, boy, you sa win am"}}
{"translation": {"en": "Cheap things make everyone buy.", "creole": "Cheap t'ing mek all man buy"}}
{"translation": {"en": "The chicken-hawk says, if he can't get the mother, he'll take the child.", "creole": "Chicken-hawk say, he can't get mamma, he tek picknie"}}
{"translation": {"en": "The chicken-hawk says, he lives by his skill; the carrion-crow, by the grace of God.", "creole": "Chicken-hawk say, he lib by he skill; carrin-crow, by de grace ob God"}}
{"translation": {"en": "A chicken hawk never builds its nest with a ground dove.", "creole": "Chicken hawk nebba buil' he nes' wid ground dove"}}
{"translation": {"en": "The foolish hawk bought his rum, the goat drank it, but the sheep got drunk.", "creole": "Chupit haag buy he rum, goat drink am, but sheep get drunk"}}
{"translation": {"en": "The foolish man gave away his spoon and ate with his hand.", "creole": "Chupit man gie 'way he 'poon, an' eat wid 'e han.'"}}
{"translation": {"en": "A foolish man will close his neighbor's sluice, and leave his own open.", "creole": "Chupit man go shut he matty kokah, an' lef' he own open"}}
{"translation": {"en": "A foolish man lets the water carry away his food twice.", "creole": "Chupit man mek watah car''way he lap two time"}}
{"translation": {"en": "The foolish man melts lead in a sardine can.", "creole": "Chupit man melt lead a-sardine pat"}}
{"translation": {"en": "A foolish man raced against a horse.", "creole": "Chupit man run race wid hass"}}
{"translation": {"en": "A foolish man works and saves his money; when he dies, a wise man spends it.", "creole": "Chupit man wo'k, put he money; when he dead, sense man spen' am"}}
{"translation": {"en": "A foolish man wrote it, a wise man can't read it.", "creole": "Chupit man write am, sense man can't read am"}}
{"translation": {"en": "The carrion crow governor told the dog to show himself.", "creole": "Claninclo a-gubnah tell daag show hese'f"}}
{"translation": {"en": "Cloth is easy to get dirty, but hard to wash.", "creole": "Clat' easy fo' dutty, but haad fo' was'"}}
{"translation": {"en": "The rooster crows at the door, it's a sign that a stranger is coming.", "creole": "Cock crow a-doo' mout', a sign 'tranger a-come"}}
{"translation": {"en": "The rooster scrambles, the hen scrambles, the children scramble, they can't sleep hungry.", "creole": "Cock grabble, hen grabble, picknie grabble, dem can't sleep hungry"}}
{"translation": {"en": "The cockroach is always so drunk, it never walks into the chicken's house.", "creole": "Cockroach ebba so drunk, he no walk a-fowl house"}}
{"translation": {"en": "The cockroach said it had feet to run, but the centipede caught it.", "creole": "Cockroach say he gat foot fo' run, but sentapee catch am"}}
{"translation": {"en": "A coconut tree branch never fights a strong wind.", "creole": "Coc'nut tree branch nebba fight high win'"}}
{"translation": {"en": "\"Come, come,\" is a sweet, fish.", "creole": " Come, come,\" is a sweet, fish"}}
{"translation": {"en": "There's more corn flour than water.", "creole": "Co'n flour mo' dan watah"}}
{"translation": {"en": "The Congo eel is still considered a fish.", "creole": "Congo eel still is a fish"}}
{"translation": {"en": "Congo mulatto, who is going to marry you?", "creole": "Congo mulatto, who sa marry you?"}}
{"translation": {"en": "Congo sir lives a handful door.", "creole": "Congo sah lib a-han'-full doo"}}
{"translation": {"en": "Consequences are why the crab has no head.", "creole": "Consequential mek crab hab no head"}}
{"translation": {"en": "A contented man eats pepper and salt for breakfast.", "creole": "Contented man eat peppah an' sal' fo' breakfast"}}
{"translation": {"en": "If the thick porridge doesn't choke you, don't drink the okra soup.", "creole": "Coo-coo no choke you no drink ochro soup"}}
{"translation": {"en": "The laborer has a clean dam for washing, he sits down and says he is truly grieving.", "creole": "Coolie gat clean dam fo' dutty, he si' down say he a-prap sorrow"}}
{"translation": {"en": "The Indian man wears a loincloth, it's no wonder, it's the fashion in his country.", "creole": "Coolie wear baba, na wandah, da he country fashion"}}
{"translation": {"en": "The Cottee-cotte soup has all its steam at the bottom.", "creole": "Cottee-cotte-soup hab all he 'team a-battam"}}
{"translation": {"en": "Country destroys country", "creole": "Country kill country"}}
{"translation": {"en": "The country has changed, but my heart hasn't changed.", "creole": "Country tu'n, but me haat no tu'n"}}
{"translation": {"en": "A cowardly man keeps all his bones intact.", "creole": "Coward man keep whole bone"}}
{"translation": {"en": "When the cow dies, it leaves its skin as a story.", "creole": "Cow dead, he lef' 'tory gie he 'kin"}}
{"translation": {"en": "When the cow dies, its owner cries; the carrion crow laughs.", "creole": "Cow dead, he massa cry; carrin crow laugh"}}
{"translation": {"en": "The cow is in the pasture, it doesn't remember the butcher and the dog until it sees them.", "creole": "Cow deh a-pastah, he no membah butchah an' daag teh he see am"}}
{"translation": {"en": "The cow never says \"Goodbye\" to the pasture.", "creole": "Cow nebbah tell pastah \"Goo' bye"}}
{"translation": {"en": "The cow doesn't eat pepper, but it fertilizes it.", "creole": "Cow no eat peppah, but he down a-manure am"}}
{"translation": {"en": "If a cow doesn't have a tail, God Almighty will swat the flies.", "creole": "Cow no hab tail, Gaad A'mighty brush fly"}}
{"translation": {"en": "The cow doesn't realize its loss until the fly season.", "creole": "Cow no know he loss 'e tail teh cow-fly season"}}
{"translation": {"en": "The cow says it's dirty because of the dam, but it's actually dirty because of its own tail.", "creole": "Cow say he dutty 'pon dam, but he dutty he own tail"}}
{"translation": {"en": "A cow's tail never surpasses its head.", "creole": "Cow tail nebba pass he head"}}
{"translation": {"en": "A greedy dog loses both the corn and its husk.", "creole": "Craben daag a-loss co'n an' husk"}}
{"translation": {"en": "The crab knows its hole, but the toad doesn't know its hole.", "creole": "Crab know he 'ole, but crapaud na know he 'ole"}}
{"translation": {"en": "If a crab doesn't move, it doesn't get fat; if it moves too much, it gets hit.", "creole": "Crab no walk he no get fat; he walk too much, he get a-pat"}}
{"translation": {"en": "Scrape your own calabash, before you scrape your neighbor's own.", "creole": "'Crape you own calabash, befo' you 'crape you matty own"}}
{"translation": {"en": "The frog didn't know the water was hot until it fell on its back.", "creole": "Crapaud no bin sabby too watah teh hot watah fall a-he back"}}
{"translation": {"en": "A crazy man knows who the governor is.", "creole": "Crazy man know gubnah"}}
{"translation": {"en": "The crow is always ready for a funeral, that's why it wears its burial suit.", "creole": "Crow always ready fo' funeral mek he wear he berrin' suit"}}
{"translation": {"en": "A child who cries all the time will never get their way.", "creole": "Cry-cry picknie nehba hab right"}}
{"translation": {"en": "Cuffy! Come see fish in the muddy water.", "creole": "Cuffy! come see fish a-muddy watah"}}
{"translation": {"en": "Arguments never left a mark on my skin.", "creole": "Cuss-cuss nebba bore hole a-me 'kin"}}
{"translation": {"en": "Cut off a cow's horn, you don't cut its heart.", "creole": "Cut cow handle, you no cut he haat"}}
{"translation": {"en": "Envy doesn't kill a dog.", "creole": "Cut yeye na a-kill daag"}}
{"translation": {"en": "The dog bites his friend, but he doesn't bite himself.", "creole": "Daag a-bite he matty, but he no a-bite hese'f"}}
{"translation": {"en": "The dog is biting its tail, but it's not barking at itself.", "creole": "Daag a-bite he tail, but he na a-bark 'pon hese'f"}}
{"translation": {"en": "The dog bites the master, but the master doesn't bite the dog.", "creole": "Daag a-bite massa, but massa na a-bite daag"}}
{"translation": {"en": "The dog always lies down where the bone is being stirred.", "creole": "Daag always lie down da place bone a-'tir"}}
{"translation": {"en": "Dog and cat can't eat from the same plate.", "creole": "Dang an' cat can't eat a-wan plate"}}
{"translation": {"en": "The dog is running for its character, the hog is running for its life.", "creole": "Daag a-run fo' he charatah, haag a-run fo' he life"}}
{"translation": {"en": "When the dog is present, it's \"Mr. Dog\"; when the dog is not present, it's just \"Dog\".", "creole": "Daag deh, \"Mr. Daag\"; daag no deh, no mo' \"Daag"}}
{"translation": {"en": "The dog drinks water noisily for itself, but not for us.", "creole": "Daag drink watah chakoo chakoo fi you a-fi you, but fi awe no fi you"}}
{"translation": {"en": "\"A dog with a broken foot knows the mouth of its master's door.\"", "creole": "Daag foot-bruck, he know he massa doo' mout.'"}}
{"translation": {"en": "The dog has money to buy butter to roast on the fire.", "creole": "Daag gat money buy buttah roas' a-fiah"}}
{"translation": {"en": "If a dog had money, he would buy cheese.", "creole": "Daag gat money, he buy cheese"}}
{"translation": {"en": "A dog has four feet, but can't walk four roads at once.", "creole": "Daag hab four foot, but can't walk four road wan time"}}
{"translation": {"en": "If a dog has too many masters, it will starve.", "creole": "Daag hab too much massa him 'tarve"}}
{"translation": {"en": "The dog lapped water saying \"What's yours is yours.\"", "creole": "Daag lap watah say \" Fo' you da fo' you"}}
{"translation": {"en": "What's happening, look out quickly before it passes.", "creole": "Wha' a-pass, look out quick befo' he pass"}}
{"translation": {"en": "What comes from the devil's back goes under his belly.", "creole": "Wha' come from de debil back go undah he belly"}}
{"translation": {"en": "What comes out of your stomach won't go into mine.", "creole": "Wha' come out a-you belly no a-go in a-me own"}}
{"translation": {"en": "What comes out must go in.", "creole": "Wha' come out sa go in"}}
{"translation": {"en": "What is the house in front of you, what is the bush for us.", "creole": "Wha' da-house a-fo' you, wha' da-bush a-f' awe"}}
{"translation": {"en": "What's on the ground is for the dog, but not all dogs will pick it up.", "creole": "Wha' deh a-groun' fo' daag, but no all daag a-pick am"}}
{"translation": {"en": "What's in the stick's head, is in the snake's head.", "creole": "Wah' deh a stick head, deh a-snake head"}}
{"translation": {"en": "What's in your stomach doesn't need to come out of your mouth.", "creole": "Wha' deh a-you belly na mek am pass t'rough you' mout'"}}
{"translation": {"en": "What's in the old goat must be in the kid.", "creole": "Wha' deh in de ol' goat mus' be in de picknie"}}
{"translation": {"en": "What falls in the fire, you will find it in the ashes.", "creole": "Wha' fall a-fiah you sa fin' am a-ashes"}}
{"translation": {"en": "What falls from the head goes to the shoulder.", "creole": "Wha' fall from head go a-shouldah"}}
{"translation": {"en": "What was the fly doing before the cow got a sore eye?", "creole": "Wha' fly bin a-do befo' cow get sore yeye?"}}
{"translation": {"en": "What can a fly do with a turtle's back?", "creole": "Wha' fly can do wid tu'tle' back?"}}
{"translation": {"en": "What happens to the black fowl will happen to the white fowl.", "creole": "Wha' happen to black fowl sa happen to white fowl"}}
{"translation": {"en": "What hurts the eye makes the nose run water.", "creole": "Wha' hu't yeye mek nose run watah"}}
{"translation": {"en": "What was the Mahaica man doing before Munro's horse died of glanders?", "creole": "Wha' Mahaica niggah bin a-do befo' Munro glandas haas dead?"}}
{"translation": {"en": "What motion quicksilver has at the bottom, it doesn't have at the top.", "creole": "Wha' motion quicksilver got a-battam, he na gat a-sluice"}}
{"translation": {"en": "What's not good for breakfast is not good for dinner.", "creole": "Wha' no good fo' breakfas' no good fo' dinnah"}}
{"translation": {"en": "What has passed, let it go; what is to come, sit down and wait for it.", "creole": "Wha' pass chase am let 'e go, wha' a-come si down wait am"}}
{"translation": {"en": "What sense is in a snake's head, the same is in a stick's head.", "creole": "Wha' sense deb a-snake head, de same deh a-bostick-head"}}
{"translation": {"en": "What does the term \"tocle\" have to do with a cow-fly?", "creole": "Wha' some'ting tocle sa do wid cow-fly?"}}
{"translation": {"en": "What the eye doesn't see, the heart doesn't burn for.", "creole": "Wha' yeye no see haat no bu'n"}}
{"translation": {"en": "What the ears don't hear, the heart doesn't burn over.", "creole": "Wha' ears no heah haat no bu'n"}}
{"translation": {"en": "What your eyes don't see, your mouth doesn't water for.", "creole": "Wha' you' eye no see you mout' no run watah"}}
{"translation": {"en": "What you gain in one area, you lose in another.", "creole": "Wha' you gain in jigging you lose in shuffling"}}
{"translation": {"en": "What you put in the pickle never spoils.", "creole": "Wha' you put in de pickle nebbah 'pile"}}
{"translation": {"en": "What's too heavy for your hand, roll it on the ground.", "creole": "Wha' too heaby fo' you han' roll am a-groun'"}}
{"translation": {"en": "What you lost in the saucepan, you must find in the bottom of the coal pot.", "creole": "Wha' you loss a-saucepan you mus' fin' a-bottom coal pot"}}
{"translation": {"en": "When an aboriginal Indian wants to harm you, he says \"Fair play, no pilfering\".", "creole": "When Buck wan' a-damage you he say \"Fair play no pra pra"}}
{"translation": {"en": "When a building catches fire, the master begs the laborer for help.", "creole": "When buil'in' a-ketch fiah massa beg labrah"}}
{"translation": {"en": "When two bulls meet, they call each other \"Brother\".", "creole": "When bull an' bull meet dey call matty \"Bro"}}
{"translation": {"en": "When two bulls are in conversation, the steer has no business there.", "creole": "When bull an' bull a-chat, capoon na gat business deh"}}
{"translation": {"en": "When cassava and okra meet in the pot, the pot must burn.", "creole": "When cassada an' ochro meet a-pat, pat mus' bu'n"}}
{"translation": {"en": "When the cat's belly is full, it says \"The rat stinks\".", "creole": "When cat belly full, he say \"Ratta 'tink"}}
{"translation": {"en": "When a cat can't get milk, it remembers there are birds in the bush.", "creole": "When cat na get milk, he 'membah bi'd a-bush"}}
{"translation": {"en": "When the carrion crow gets an itch in its eye, it thinks it's a governor.", "creole": "When claninclo get yeye-tickle he t'ink hese'f gubnah"}}
{"translation": {"en": "When the carrion crow has eaten its fill, it flaps its wings at its neighbor.", "creole": "When claninclo nyam belly-full, he shake 'e wing 'pon 'e matty"}}
{"translation": {"en": "When a chigger is in your foot, it's as tough as being pricked with a cattan.", "creole": "When chiggah foot a rattan 'tuff am wid cattan"}}
{"translation": {"en": "When a coconut falls from the tree, it can't be reattached.", "creole": "When coc'nut fall from tree he can't fasten back"}}
{"translation": {"en": "When a cockroach hosts a dance, he doesn't invite the chicken.", "creole": "When cockroach gie dance, he no hax fowl"}}
{"translation": {"en": "When a poor man gets money, he shakes the governor's hand.", "creole": "When cocoby man get money, 'e shake gubnah han'"}}
{"translation": {"en": "When a tough man meets another tough man, he says \"There's no time.\"", "creole": "When cuffman meet cuffman he say \"Time no deh"}}
{"translation": {"en": "When a dog gets hit, it tucks its tail under its belly and runs away, yelping for sure, but watch out when it comes back.", "creole": "When daag get lick he put 'e tail under he belly an' run an' halla fo' true, but look sharp when he come back"}}
{"translation": {"en": "When pork is delicious, a person keeps it in their mouth for a long time.", "creole": "When flesin po'k sweet, man a-keep am lang a-he mout'"}}
{"translation": {"en": "When one bird meets another in bird country, one tells the other \"Just like that!\"", "creole": "When fowl an' fowl meet a-fowl country, tara tell tara \"So by"}}
{"translation": {"en": "When the rooster gets drunk, he forgets that the black-handled knife is in the kitchen.", "creole": "When fowl-cock get grog, he fo'get say \"black 'andle knife deh a-kitchen"}}
{"translation": {"en": "When chickens have teeth and dogs eat razors.", "creole": "When fowl get teet' an' daag nyam razah"}}
{"translation": {"en": "When the ibis sees fish, it forgets that there's a gun.", "creole": "When galin see fish, he fo'get say \"Gun deh"}}
{"translation": {"en": "When a goat wants to roll, it rolls without the wind blowing it.", "creole": "When goat down wan' roll he roll widout win' blow am"}}
{"translation": {"en": "When there's no horse, a donkey takes first place.", "creole": "When haas na deh, jackass mek fus' place"}}
{"translation": {"en": "When he is calling God's name, that's when he is lying.", "creole": "When he a-call Gad name, รก de time he lie"}}
{"translation": {"en": "When he is here, he is here, when he is not here, he is not here.", "creole": "When he deh he deh, when he na deh he na deh"}}
{"translation": {"en": "When the herring is fat and cooking, not everyone gets to smell it.", "creole": "When herrin' fat a-bu'n, na all man a-smell am"}}
{"translation": {"en": "When a coolie (a person of Indian descent) is hungry, he is happy to eat pork.", "creole": "When hungry ketch coolie, he glad fo' eat po'k"}}
{"translation": {"en": "When a donkey kicks a man, the man shouldn't bother to kick it back.", "creole": "When jackass kick man, man mus'n't baddah kick am back"}}
{"translation": {"en": "When a little boy puts on a big man's trousers, he must accept what he gets.", "creole": "When li'l boy put on big man trouses, wha' he get he mus' take"}}
{"translation": {"en": "When a small dog has a big liver, it will die before its time.", "creole": "When li'l daag gat big libah, he go dead befo' 'e time"}}
{"translation": {"en": "When a little child wants to run, give him a long rope.", "creole": "When li'l niggah wan' run, gie am lang rope"}}
{"translation": {"en": "When a man is going to eat at a woman's house, he must let the woman eat first.", "creole": "When man a-go eat a-wan ooman 'ouse, he mus' leh a ooman eat fus'"}}
{"translation": {"en": "When a man is about to jump a fence, he must look carefully before he jumps.", "creole": "When man a-go jump fence, he must look good befo' he jump"}}
{"translation": {"en": "When a man is writing, do not touch his pen.", "creole": "When man a-write, no touch he pen"}}
{"translation": {"en": "When a man buys butter, his friend dips his finger deep.", "creole": "When man buy buttah, he matty chook he fingah deep"}}
{"translation": {"en": "When a man is living well, he calls God \"Congah\".", "creole": "When man get good libin' he call God \"Congah"}}
{"translation": {"en": "When a man makes himself sugar, his friends will surely suck it.", "creole": "When man mek hese'f sugah, 'e matty suck am fo' true"}}
{"translation": {"en": "When a man doesn't have a match, he uses a fire-stick to light the lamp.", "creole": "When man na gat match he tek fiah-'tick fo' light lamp"}}
{"translation": {"en": "When a man sucks cane, he throws its peel on the ground.", "creole": "When man suck cane, 'e mash 'e pilin' a-groun.'"}}
{"translation": {"en": "When a man wants to beat a dog, he finds a stick quickly.", "creole": "When man wan' fo' beat daag, he 'fin' 'tick quick"}}
{"translation": {"en": "When my foot itches me, it's a sign that I'm going to walk.", "creole": "When me foot itch me, a sign me go walk"}}
{"translation": {"en": "When my left hand itches, money is coming.", "creole": "When me lef' han' 'cratch me, money a-come"}}
{"translation": {"en": "When my eyes are dancing, it's a sign I'm going to cry.", "creole": "When me yeye a-dance, a sign me go cry"}}
{"translation": {"en": "When one tooth hurts you, all the rest are upset.", "creole": "When one toot' hu't you, all de res' bex"}}
{"translation": {"en": "When the patwa (a type of fish) sees bait, it forgets that there's a hook at the bottom.", "creole": "When patwa see bait, 'e fo'get say \"'Ook de a-battam"}}
{"translation": {"en": "When a puppy gets plenty of milk, it turns up its nose at salt soup.", "creole": "When puppy get plenty milk, he mek up he face 'pon sal' soup"}}
{"translation": {"en": "When it's drizzling, the devil and his wife are fighting for a ham bone.", "creole": "When rain a-drizzle, debil an' he wife a-fight fo' ham bone"}}
{"translation": {"en": "When it's raining and the sun is shining, the devil is beating his wife.", "creole": "When rain fall an' sun shining, debil licking he wife"}}
{"translation": {"en": "When a rat sees a cat, it never laughs.", "creole": "When rat see cat, 'e nebbah laugh"}}
{"translation": {"en": "When the saucepan loses its cover, everyone peeps inside.", "creole": "When saucepan loss he cobah, all man a-peep inside"}}
{"translation": {"en": "When a wound can't heal, one must sit down and bear it.", "creole": "When sore can't get bettah, man gat fo' si' down bear am"}}
{"translation": {"en": "When the tiger gets old, the dog barks at it.", "creole": "When ti'gah get ol', daag ba'k aftah am"}}
{"translation": {"en": "When the tiger is not there, the monkey gives the ball.", "creole": "When tigal na deh, monkey gie ball"}}
{"translation": {"en": "When the tiger is sick, the deer lends him money.", "creole": "When tigah sick, deer dun am fo' money"}}
{"translation": {"en": "When trouble comes, it doesn't blow its shell.", "creole": "When trouble come, he no blow 'e shell"}}
{"translation": {"en": "When a white person gets into trouble, even a monkey's trousers will fit him.", "creole": "When trouble ketch Bacra, monkey breeches fit am"}}
{"translation": {"en": "When trouble catches a man, he stands up and staggers; When trouble catches a woman, she sits down and considers.", "creole": "When trouble ketch man, he 'tan' up an' 'taggah; When trouble ketch ooman, him si-down an' considah"}}
{"translation": {"en": "When two big bottles are on the table, the little one has no business there.", "creole": "When two big bottle deh a-table, little wan no bu'iness"}}
{"translation": {"en": "When the barrel doesn't have a hoop, it must break down.", "creole": "When tub na got hoople, he mus' bruck down"}}
{"translation": {"en": "When two dogs are fighting, the cat stands to one side.", "creole": "When two daag get quarrel, Tom cat 'tan wan side"}}
{"translation": {"en": "When your brother is in trouble, don't laugh at him.", "creole": "When you bruddah soak, don' laugh he"}}
{"translation": {"en": "When you're dead, you don't know, and when you know, you're already dead.", "creole": "When you' dead you no sabby, an' when you sabby, you dead done"}}
{"translation": {"en": "When you get a donkey to ride, ride it for real.", "creole": "When you get jackass fo' ride, ride am fo' true"}}
{"translation": {"en": "When you go into the bush, don't take the same road to come back.", "creole": "When you go a-bush, no walk same road come back"}}
{"translation": {"en": "When you go to the countryside where they dance with one foot, you should also dance with one foot.", "creole": "When you go a-country weh dem a-dance wid one foot, dance wid one foot too"}}
{"translation": {"en": "When you visit a friend's house, leave your appetite behind.", "creole": "When you go a-frien' house, lef' you' 'tomach behin'"}}
{"translation": {"en": "When you have money, doors open; when you don't have, they shut.", "creole": "When you gat money, doo' open; when you no gat, he shut"}}
{"translation": {"en": "When you have the devil to deal with, feed him with a long spoon.", "creole": "When you hab de debil fo' deal wid, feed am wid long 'poon"}}
{"translation": {"en": "When your hand is yellow, dogs will make it so.", "creole": "When you' han' yalla, daag mek so"}}
{"translation": {"en": "When you kill a bush cow, be careful how you carry it to the canoe.", "creole": "When you kill comma, min' how you carry am a-canoe"}}
{"translation": {"en": "When you leave a wake, don't say \"Good night\".", "creole": "When you lef' wake house, no say \"Goo' night"}}
{"translation": {"en": "When you step on a dog, put on your shoes.", "creole": "When you mash daag, put on you' shoes"}}
{"translation": {"en": "When your own louse bites you, it really bites you.", "creole": "When you own louse bite you, he bite you fo' true"}}
{"translation": {"en": "Someone who cries inside the house, and someone who cries outside the door, it's the same thing.", "creole": "A body wah cry a-house, an'a body wah cry a-doo', a same t'ing"}}
{"translation": {"en": "A person who they don't want to roast, should not sit near the fire.", "creole": "A body wah dem no wan' fo' roas', no fo' si' down carnah fiah"}}
{"translation": {"en": "The agouti knows its teeth are strong; that's why it eats palm nuts.", "creole": "Accouri know he teet' 'trang; da mek he eat banga"}}
{"translation": {"en": "The colony hare uses the alligator's teeth to make sugar cake.", "creole": "Accouri tek cayman teet' he mek sugah cake"}}
{"translation": {"en": "I came to milk the cow, not to count the cattle.", "creole": "A come fo' milk cow, no fo' reckon cattle"}}
{"translation": {"en": "A cow that cries for water doesn't really need it.", "creole": "A cow wah cry fo' watah na he a-want am"}}
{"translation": {"en": "A dog has the liberty to watch the governor.", "creole": "A daag hab libaty fo' watch a-de gubnah"}}
{"translation": {"en": "A dog's mouth prevents it from climbing a tree.", "creole": "A daag mout' mek he can't climb tree"}}
{"translation": {"en": "After night, morning comes.", "creole": "After night ma'nin' come"}}
{"translation": {"en": "Gold is causing the white man to die with yellow fever today.", "creole": "A gold mek Bacra a dead wid yalla febah t'day"}}
{"translation": {"en": "A good friend is better than money in the pocket.", "creole": "A good frien' is bettah dan money in de pocket"}}
{"translation": {"en": "It's hard to pay for music when you can't hear the banjo play.", "creole": "A hard t'ing fo' pay fo' music when you no heah banja play"}}
{"translation": {"en": "A horse, with a good heart, allows a man to ride it as he likes.", "creole": "A hass, good heart mek man a-ride am as he like"}}
{"translation": {"en": "A hint to Beniba makes Quashiba take notice.", "creole": "A hint to Beniba mek Quashiba tek notice"}}
{"translation": {"en": "A little is better than nothing.", "creole": "A little is bettah dan not'in.'"}}
{"translation": {"en": "All birds can sing, but not all birds can talk.", "creole": "All bi'd can sing, but a11 bi'd can't talk"}}
{"translation": {"en": "All carrion crows eat dead meat, but not all dogs eat it.", "creole": "All carrin crow a-nyam dead meat, but all dag na a-nyam am"}}
{"translation": {"en": "All cassava have the same skin, but they don't all taste the same way.", "creole": "All cassada got same 'kin, but all na tas'e same way"}}
{"translation": {"en": "All cows are crying, but not all cows are butting.", "creole": "All cow a-cry, but na all cow a-butt"}}
{"translation": {"en": "All dogs can bark, but some are scared to bite.", "creole": "All daag can bark, but some frighten fo' bite"}}
{"translation": {"en": "Everyone can talk, but not everyone can listen.", "creole": "All fool can talk, but na all can heah"}}
{"translation": {"en": "\"Not all high beds are safe.\"", "creole": "All high bed no saf.'"}}
{"translation": {"en": "Alligator and cayman, they're all the same thing.", "creole": "Alligittah an' cayman, a11 same t'ing"}}
{"translation": {"en": "The alligator doesn't nurse its young, but they survive.", "creole": "Alligittah no a-gie he picknie suck, but dem lib"}}
{"translation": {"en": "The alligator eats the frog to fill its belly, and the duck for its sweet taste.", "creole": "Alligittah nyam crapaud fo'belly full, an' duck fo' sweet mout'"}}
{"translation": {"en": "The alligator saw a bird and thought it was a fish.", "creole": "Alligittah see fowl, he say a fish"}}
{"translation": {"en": "All kinds of pleasure must have a stop-off.", "creole": "All kin' ob plesha mus' get wan 'taff-aff"}}
{"translation": {"en": "Everyone can talk, but not everyone can act.", "creole": "All man can talk, but na all can do"}}
{"translation": {"en": "All pork looks like meat, but not all are in season.", "creole": "All po'k favah matty, but na all a-season"}}
{"translation": {"en": "Not all that is sweet is good, and not all that is bitter is bad.", "creole": "All sweet na sweet, all bittah na bittah"}}
{"translation": {"en": "A man who doesn't know his own needs is a fool.", "creole": "A man no know he own want is a fool"}}
{"translation": {"en": "An unlucky bird often gets an unlucky trap.", "creole": "Anlucky bi'd often get anlucky trap"}}
{"translation": {"en": "Ants know when hard times are coming, that's why they carry plenty of food to store in their house.", "creole": "Ants know hard time a-come, da mek he does carry plenty food fo' put a-he house"}}
{"translation": {"en": "Where there is water, that's where the blue fly lives.", "creole": "A place fish watah deh, a de blue fly lib"}}
{"translation": {"en": "A place where a rat scrapes, you can see it from a distance, but where it stands up, you can't see it.", "creole": "A place weh rat 'crape you a-see am fo' slice, weh he 'tan' up you no a-see am"}}
{"translation": {"en": "A pound of worry doesn't pay a gill of debt.", "creole": "A pound ob fretment no pay a gill of debtment"}}
{"translation": {"en": "The same place where a thorn pricks your foot is the same place you must remove it from.", "creole": "A same place pimplah chook you' foot, a same place you must take am out"}}
{"translation": {"en": "A spider had sense when the monkey went to kill it, it shouted that a gunman was coming.", "creole": "A sense nancy bin got when monkey go fo' kill, he halla gun man a-come"}}
{"translation": {"en": "Where the ashes are cold, that's where the dog lies down.", "creole": "Ashes col', daag lie down deh"}}
{"translation": {"en": "As his skin stands, so stands his heart.", "creole": "As he 'kin 'tan', so 'tan' he heart"}}
{"translation": {"en": "As long as there are school teachers, what you don't know today, you will know tomorrow.", "creole": "As long as school missy an' school massa deh, wha' you no know t'day you sa know to-morrow"}}
{"translation": {"en": "A tiger's size and intelligence is what allows it to live in the bush today.", "creole": "A tigah bigness an' sense mek he lib a-bush to-day"}}
{"translation": {"en": "When the sun is setting, the hen doesn't gather her chicks, each one must fend for itself.", "creole": "A time sun a-down fowl no a-grabble fo' he chicken, ya grabble fo' hese'f"}}
{"translation": {"en": "Watch your mouth, and I'll know what's going on inside your house.", "creole": "A watch a-you' doo' mout', an' me know how you' house inside 'tan'"}}
{"translation": {"en": "We live in the bush.", "creole": "Awe lib a-bush"}}
{"translation": {"en": "We two can't turn in the same pot.", "creole": "Awe two coo-coo can't tu'n in de same pat"}}
{"translation": {"en": "When a baby is born, its feet are small.", "creole": "Baby born, he foot small"}}
{"translation": {"en": "The back can wait, but not the stomach.", "creole": "Back can wait, but no belly"}}
{"translation": {"en": "The white man saw the side-line dam before he walked a mile-long dam.", "creole": "Bacra bin see side-line dam befo' he walk a mi'l-walk dam"}}
{"translation": {"en": "The white man is just like a cow's dung, he is dry on top, but wet at the bottom.", "creole": "Bacra jus' like cow-down, he tap dry, he battam wet"}}
{"translation": {"en": "The white man is not a boy, the black man is not a fool.", "creole": "Bacra no boy, niggah no fool"}}
{"translation": {"en": "If the white man doesn't speak, the black man won't understand.", "creole": "Bacra no talk, niggah no sabby"}}
{"translation": {"en": "The white man stands like a doctor bird, he found sweet flowers on more than one tree.", "creole": "Bacra 'tan' like dactah-bi'd, he fin sweet flower 'pon mo' 'an wan tree"}}
{"translation": {"en": "A bad cow gives a bucketful of milk and then kicks it over.", "creole": "Bad cow gie bucketful milk an' kick am down"}}
{"translation": {"en": "No witchcraft can overcome a wicked heart.", "creole": "Bad heart no obeah"}}
{"translation": {"en": "A bad musician makes noise with his foot.", "creole": "Bad musicianer mek row wid he foot"}}
{"translation": {"en": "A bad reputation doesn't kill a rat.", "creole": "Bad name no a-kill rat"}}
{"translation": {"en": "Trouble never has an owner", "creole": "Bad nebbah gat ownah"}}
{"translation": {"en": "If the bag isn't full, it can't stand up.", "creole": "Bag no full, he can't 'tan' up"}}
{"translation": {"en": "The baker never says his bread is sour.", "creole": "Bakah nebhah Say 'e bread sour"}}
{"translation": {"en": "A deal is made before the country is taken.", "creole": "Bargain mek befo' country tek"}}
{"translation": {"en": "The boat knows it doesn't have a keel, that's why it can't take a lot of sail.", "creole": "Bateau know he na gat keel, da mek he can't tek plenty sail"}}
{"translation": {"en": "Battle without water is blowing \"whoo-whoo\" in the wind.", "creole": "Battle berout watah a-blow \"whoo-whoo\" a-win'"}}
{"translation": {"en": "The battle is over, the water has run out.", "creole": "Battle bore, watah run out"}}
{"translation": {"en": "The bat trusts himself, that's why he hangs from the rafters above.", "creole": "Bat trus' hese'f mek he heng a-raftah tap"}}
{"translation": {"en": "If beef had no bones, dogs would have no business there.", "creole": "Beef no ha' bone, daag no ha' no bu'iness deh"}}
{"translation": {"en": "In front of you, they act as if they're so innocent that not even butter would melt in their mouth, but behind your back, they're as harmful as a fire stick.", "creole": "Befo' face like a buttah can't melt, behind back fiah 'tick"}}
{"translation": {"en": "Before farther, behind farther", "creole": "Befo' farra, behin' farra"}}
{"translation": {"en": "Before marriage it's \"my dear,\" after marriage it's \"you brute.\"", "creole": "Befo' wedding is \"my dear,\" after wedding is \"you brute.''"}}
{"translation": {"en": "A beggar is looking for work, but he is praying not to get it.", "creole": "Beggah a-look fo' wo'k, but he a-pray fo' no get am"}}
{"translation": {"en": "A beggar begging from another beggar will never become rich.", "creole": "Beggah beg from beggah nebbah grow rich"}}
{"translation": {"en": "Beg a man to work, but don't beg him to eat.", "creole": "Beg man fo wo'k, but na beg am fo' eat"}}
{"translation": {"en": "Behind the back has no ears.", "creole": "Behin' back no hab ear"}}
{"translation": {"en": "A man with a full belly tells a hungry man, \"stay strong, buddy.\"", "creole": "Belly-full man tell hungry man, \"keep heart buddy"}}
{"translation": {"en": "A full belly breaks the pot.", "creole": "Belly-full bruck pat"}}
{"translation": {"en": "Remember, if you spy on me, I will watch you too.", "creole": "Bembah rubembah you peep me, me sa watch you"}}
{"translation": {"en": "It's better to watch a box full of cockroaches than a girl.", "creole": "Bettah fo' watch wan ban'box full cockroach dan wan gal"}}
{"translation": {"en": "It's better to paddle your own canoe than to wait for your friend to paddle it for you.", "creole": "Bettah paddle you' own canoe dan wait fo' you matty paddle am fo' you"}}
{"translation": {"en": "If a bird is angry with a tree, where will it perch?", "creole": "Bi'd bex wid tree, weh he go 'tan' up?"}}
{"translation": {"en": "A bird that flies too high must pass its nest.", "creole": "Bi'd fly too high mus' pass he nes'"}}
{"translation": {"en": "Big houses have big stories.", "creole": "Big house ha' big 'tory"}}
{"translation": {"en": "The big river is overflowing its banks.", "creole": "Big libah a-buss he belly"}}
{"translation": {"en": "A grown man doesn't run for no reason.", "creole": "Big man no a-run fo' not'in'"}}
{"translation": {"en": "A big story overwhelms a dog.", "creole": "Big 'tory choke daag"}}
{"translation": {"en": "The arrogant attitude choked the deceitful person.", "creole": "Big yeye choke nancy cat"}}
{"translation": {"en": "Being ambitious made the man choose hard labor.", "creole": "Big yeye mek niggah pick shovel 'tick"}}
{"translation": {"en": "Bill bird trusted himself to swallow a tooroo seed.", "creole": "Bill bi'd trus' hese'f mek he swalla tooroo seed"}}
{"translation": {"en": "A black man as a master is the worst kind of master.", "creole": "Black man massa de wossis kin' ob massa"}}
{"translation": {"en": "If a black man steals, he steals a small amount; if a white man steals, he steals an entire estate.", "creole": "Black man tief, he tief half-a-bitt; bacra tief, he tief whole estate"}}
{"translation": {"en": "In a blind-eye country, a one-eyed man is governor.", "creole": "Blin' yeye country, one yeye man a-gubnah"}}
{"translation": {"en": "A blind man can't carry news.", "creole": "Blin' yeye man can't carry news"}}
{"translation": {"en": "A blind man knows his door's mouth.", "creole": "Blin' yeye man know he doo' mout.'"}}
{"translation": {"en": "A blind man doesn't need a mirror.", "creole": "Blin' yeye man na wan' lookin' glass"}}
{"translation": {"en": "A blind man never leaves his walking stick.", "creole": "Blin' yeye man nebbah lef' he walking 'tick"}}
{"translation": {"en": "A boy and a boss can't court in the same house.", "creole": "Boy an' bass can't cou'tin' a-wan house"}}
{"translation": {"en": "A boastful story doesn't hold water.", "creole": "Briggah 'tory no lock a-gooby"}}
{"translation": {"en": "A boastful tongue is empty inside.", "creole": "Briggah tongue hab empty inside"}}
{"translation": {"en": "A broom is not absent from anyone's house.", "creole": "Broom na absen' a-nobody house"}}
{"translation": {"en": "The aboriginal Indian has time, he makes a wicker basket.", "creole": "Buck gat time, he mek pegall"}}
{"translation": {"en": "The aboriginal Indian is enjoying himself, the aboriginal Indian's town is burning.", "creole": "Buck a-plesha, Buck town a-bu'n"}}
{"translation": {"en": "What's happening, look out quickly before it passes.", "creole": "Wha' a-pass, look out quick befo' he pass"}}
{"translation": {"en": "What comes from the devil's back goes under his belly.", "creole": "Wha' come from de debil back go undah he belly"}}
{"translation": {"en": "What comes out of your stomach won't go into mine.", "creole": "Wha' come out a-you belly no a-go in a-me own"}}
{"translation": {"en": "What comes out must go in.", "creole": "Wha' come out sa go in"}}
{"translation": {"en": "What is the house in front of you, what is the bush for us.", "creole": "Wha' da-house a-fo' you, wha' da-bush a-f' awe"}}
{"translation": {"en": "What's on the ground is for the dog, but not all dogs will pick it up.", "creole": "Wha' deh a-groun' fo' daag, but no all daag a-pick am"}}
{"translation": {"en": "What's in the stick's head, is in the snake's head.", "creole": "Wah' deh a stick head, deh a-snake head"}}
{"translation": {"en": "What's in your stomach doesn't need to come out of your mouth.", "creole": "Wha' deh a-you belly na mek am pass t'rough you' mout'"}}
{"translation": {"en": "What's in the old goat must be in the kid.", "creole": "Wha' deh in de ol' goat mus' be in de picknie"}}
{"translation": {"en": "What falls in the fire, you will find it in the ashes.", "creole": "Wha' fall a-fiah you sa fin' am a-ashes"}}
{"translation": {"en": "What falls from the head goes to the shoulder.", "creole": "Wha' fall from head go a-shouldah"}}
{"translation": {"en": "What was the fly doing before the cow got a sore eye?", "creole": "Wha' fly bin a-do befo' cow get sore yeye?"}}
{"translation": {"en": "What can a fly do with a turtle's back?", "creole": "Wha' fly can do wid tu'tle' back?"}}
{"translation": {"en": "What happens to the black fowl will happen to the white fowl.", "creole": "Wha' happen to black fowl sa happen to white fowl"}}
{"translation": {"en": "What hurts the eye makes the nose run water.", "creole": "Wha' hu't yeye mek nose run watah"}}
{"translation": {"en": "What was the Mahaica man doing before Munro's horse died of glanders?", "creole": "Wha' Mahaica niggah bin a-do befo' Munro glandas haas dead?"}}
{"translation": {"en": "What motion quicksilver has at the bottom, it doesn't have at the top.", "creole": "Wha' motion quicksilver got a-battam, he na gat a-sluice"}}
{"translation": {"en": "What's not good for breakfast is not good for dinner.", "creole": "Wha' no good fo' breakfas' no good fo' dinnah"}}
{"translation": {"en": "What has passed, let it go; what is to come, sit down and wait for it.", "creole": "Wha' pass chase am let 'e go, wha' a-come si down wait am"}}
{"translation": {"en": "What sense is in a snake's head, the same is in a stick's head.", "creole": "Wha' sense deb a-snake head, de same deh a-bostick-head"}}
{"translation": {"en": "What does the term \"tocle\" have to do with a cow-fly?", "creole": "Wha' some'ting tocle sa do wid cow-fly?"}}
{"translation": {"en": "What the eye doesn't see, the heart doesn't burn for.", "creole": "Wha' yeye no see haat no bu'n"}}
{"translation": {"en": "What the ears don't hear, the heart doesn't burn over.", "creole": "Wha' ears no heah haat no bu'n"}}
{"translation": {"en": "What your eyes don't see, your mouth doesn't water for.", "creole": "Wha' you' eye no see you mout' no run watah"}}
{"translation": {"en": "What you gain in one area, you lose in another.", "creole": "Wha' you gain in jigging you lose in shuffling"}}
{"translation": {"en": "What you put in the pickle never spoils.", "creole": "Wha' you put in de pickle nebbah 'pile"}}
{"translation": {"en": "What's too heavy for your hand, roll it on the ground.", "creole": "Wha' too heaby fo' you han' roll am a-groun'"}}
{"translation": {"en": "What you lost in the saucepan, you must find in the bottom of the coal pot.", "creole": "Wha' you loss a-saucepan you mus' fin' a-bottom coal pot"}}
{"translation": {"en": "When an aboriginal Indian wants to harm you, he says \"Fair play, no pilfering\".", "creole": "When Buck wan' a-damage you he say \"Fair play no pra pra"}}
{"translation": {"en": "When a building catches fire, the master begs the laborer for help.", "creole": "When buil'in' a-ketch fiah massa beg labrah"}}
{"translation": {"en": "When two bulls meet, they call each other \"Brother\".", "creole": "When bull an' bull meet dey call matty \"Bro"}}
{"translation": {"en": "When two bulls are in conversation, the steer has no business there.", "creole": "When bull an' bull a-chat, capoon na gat business deh"}}
{"translation": {"en": "When cassava and okra meet in the pot, the pot must burn.", "creole": "When cassada an' ochro meet a-pat, pat mus' bu'n"}}
{"translation": {"en": "When the cat's belly is full, it says \"The rat stinks\".", "creole": "When cat belly full, he say \"Ratta 'tink"}}
{"translation": {"en": "When a cat can't get milk, it remembers there are birds in the bush.", "creole": "When cat na get milk, he 'membah bi'd a-bush"}}
{"translation": {"en": "When the carrion crow gets an itch in its eye, it thinks it's a governor.", "creole": "When claninclo get yeye-tickle he t'ink hese'f gubnah"}}
{"translation": {"en": "When the carrion crow has eaten its fill, it flaps its wings at its neighbor.", "creole": "When claninclo nyam belly-full, he shake 'e wing 'pon 'e matty"}}
{"translation": {"en": "When a chigger is in your foot, it's as tough as being pricked with a cattan.", "creole": "When chiggah foot a rattan 'tuff am wid cattan"}}
{"translation": {"en": "When a coconut falls from the tree, it can't be reattached.", "creole": "When coc'nut fall from tree he can't fasten back"}}
{"translation": {"en": "When a cockroach hosts a dance, he doesn't invite the chicken.", "creole": "When cockroach gie dance, he no hax fowl"}}
{"translation": {"en": "When a poor man gets money, he shakes the governor's hand.", "creole": "When cocoby man get money, 'e shake gubnah han'"}}
{"translation": {"en": "When a tough man meets another tough man, he says \"There's no time.\"", "creole": "When cuffman meet cuffman he say \"Time no deh"}}
{"translation": {"en": "When a dog gets hit, it tucks its tail under its belly and runs away, yelping for sure, but watch out when it comes back.", "creole": "When daag get lick he put 'e tail under he belly an' run an' halla fo' true, but look sharp when he come back"}}
{"translation": {"en": "When pork is delicious, a person keeps it in their mouth for a long time.", "creole": "When flesin po'k sweet, man a-keep am lang a-he mout'"}}
{"translation": {"en": "When one bird meets another in bird country, one tells the other \"Just like that!\"", "creole": "When fowl an' fowl meet a-fowl country, tara tell tara \"So by"}}
{"translation": {"en": "When the rooster gets drunk, he forgets that the black-handled knife is in the kitchen.", "creole": "When fowl-cock get grog, he fo'get say \"black 'andle knife deh a-kitchen"}}
{"translation": {"en": "When chickens have teeth and dogs eat razors.", "creole": "When fowl get teet' an' daag nyam razah"}}
{"translation": {"en": "When the ibis sees fish, it forgets that there's a gun.", "creole": "When galin see fish, he fo'get say \"Gun deh"}}
{"translation": {"en": "When a goat wants to roll, it rolls without the wind blowing it.", "creole": "When goat down wan' roll he roll widout win' blow am"}}
{"translation": {"en": "When there's no horse, a donkey takes first place.", "creole": "When haas na deh, jackass mek fus' place"}}
{"translation": {"en": "When he is calling God's name, that's when he is lying.", "creole": "When he a-call Gad name, รก de time he lie"}}
{"translation": {"en": "When he is here, he is here, when he is not here, he is not here.", "creole": "When he deh he deh, when he na deh he na deh"}}
{"translation": {"en": "When the herring is fat and cooking, not everyone gets to smell it.", "creole": "When herrin' fat a-bu'n, na all man a-smell am"}}
{"translation": {"en": "When a coolie (a person of Indian descent) is hungry, he is happy to eat pork.", "creole": "When hungry ketch coolie, he glad fo' eat po'k"}}
{"translation": {"en": "When a donkey kicks a man, the man shouldn't bother to kick it back.", "creole": "When jackass kick man, man mus'n't baddah kick am back"}}
{"translation": {"en": "When a little boy puts on a big man's trousers, he must accept what he gets.", "creole": "When li'l boy put on big man trouses, wha' he get he mus' take"}}
{"translation": {"en": "When a small dog has a big liver, it will die before its time.", "creole": "When li'l daag gat big libah, he go dead befo' 'e time"}}
{"translation": {"en": "When a little child wants to run, give him a long rope.", "creole": "When li'l niggah wan' run, gie am lang rope"}}
{"translation": {"en": "When a man is going to eat at a woman's house, he must let the woman eat first.", "creole": "When man a-go eat a-wan ooman 'ouse, he mus' leh a ooman eat fus'"}}
{"translation": {"en": "When a man is about to jump a fence, he must look carefully before he jumps.", "creole": "When man a-go jump fence, he must look good befo' he jump"}}
{"translation": {"en": "When a man is writing, do not touch his pen.", "creole": "When man a-write, no touch he pen"}}
{"translation": {"en": "When a man buys butter, his friend dips his finger deep.", "creole": "When man buy buttah, he matty chook he fingah deep"}}
{"translation": {"en": "When a man is living well, he calls God \"Congah\".", "creole": "When man get good libin' he call God \"Congah"}}
{"translation": {"en": "When a man makes himself sugar, his friends will surely suck it.", "creole": "When man mek hese'f sugah, 'e matty suck am fo' true"}}
{"translation": {"en": "When a man doesn't have a match, he uses a fire-stick to light the lamp.", "creole": "When man na gat match he tek fiah-'tick fo' light lamp"}}
{"translation": {"en": "When a man sucks cane, he throws its peel on the ground.", "creole": "When man suck cane, 'e mash 'e pilin' a-groun.'"}}
{"translation": {"en": "When a man wants to beat a dog, he finds a stick quickly.", "creole": "When man wan' fo' beat daag, he 'fin' 'tick quick"}}
{"translation": {"en": "When my foot itches me, it's a sign that I'm going to walk.", "creole": "When me foot itch me, a sign me go walk"}}
{"translation": {"en": "When my left hand itches, money is coming.", "creole": "When me lef' han' 'cratch me, money a-come"}}
{"translation": {"en": "When my eyes are dancing, it's a sign I'm going to cry.", "creole": "When me yeye a-dance, a sign me go cry"}}
{"translation": {"en": "When one tooth hurts you, all the rest are upset.", "creole": "When one toot' hu't you, all de res' bex"}}
{"translation": {"en": "When the patwa (a type of fish) sees bait, it forgets that there's a hook at the bottom.", "creole": "When patwa see bait, 'e fo'get say \"'Ook de a-battam"}}
{"translation": {"en": "When a puppy gets plenty of milk, it turns up its nose at salt soup.", "creole": "When puppy get plenty milk, he mek up he face 'pon sal' soup"}}
{"translation": {"en": "When it's drizzling, the devil and his wife are fighting for a ham bone.", "creole": "When rain a-drizzle, debil an' he wife a-fight fo' ham bone"}}
{"translation": {"en": "When it's raining and the sun is shining, the devil is beating his wife.", "creole": "When rain fall an' sun shining, debil licking he wife"}}
{"translation": {"en": "When a rat sees a cat, it never laughs.", "creole": "When rat see cat, 'e nebbah laugh"}}
{"translation": {"en": "When the saucepan loses its cover, everyone peeps inside.", "creole": "When saucepan loss he cobah, all man a-peep inside"}}
{"translation": {"en": "When a wound can't heal, one must sit down and bear it.", "creole": "When sore can't get bettah, man gat fo' si' down bear am"}}
{"translation": {"en": "When the tiger gets old, the dog barks at it.", "creole": "When ti'gah get ol', daag ba'k aftah am"}}
{"translation": {"en": "When the tiger is not there, the monkey gives the ball.", "creole": "When tigal na deh, monkey gie ball"}}
{"translation": {"en": "When the tiger is sick, the deer lends him money.", "creole": "When tigah sick, deer dun am fo' money"}}
{"translation": {"en": "When trouble comes, it doesn't blow its shell.", "creole": "When trouble come, he no blow 'e shell"}}
{"translation": {"en": "When a white person gets into trouble, even a monkey's trousers will fit him.", "creole": "When trouble ketch Bacra, monkey breeches fit am"}}
{"translation": {"en": "When trouble catches a man, he stands up and staggers; When trouble catches a woman, she sits down and considers.", "creole": "When trouble ketch man, he 'tan' up an' 'taggah; When trouble ketch ooman, him si-down an' considah"}}
{"translation": {"en": "When two big bottles are on the table, the little one has no business there.", "creole": "When two big bottle deh a-table, little wan no bu'iness"}}
{"translation": {"en": "When the barrel doesn't have a hoop, it must break down.", "creole": "When tub na got hoople, he mus' bruck down"}}
{"translation": {"en": "When two dogs are fighting, the cat stands to one side.", "creole": "When two daag get quarrel, Tom cat 'tan wan side"}}
{"translation": {"en": "When your brother is in trouble, don't laugh at him.", "creole": "When you bruddah soak, don' laugh he"}}
{"translation": {"en": "When you're dead, you don't know, and when you know, you're already dead.", "creole": "When you' dead you no sabby, an' when you sabby, you dead done"}}
{"translation": {"en": "When you get a donkey to ride, ride it for real.", "creole": "When you get jackass fo' ride, ride am fo' true"}}
{"translation": {"en": "When you go into the bush, don't take the same road to come back.", "creole": "When you go a-bush, no walk same road come back"}}
{"translation": {"en": "When you go to the countryside where they dance with one foot, you should also dance with one foot.", "creole": "When you go a-country weh dem a-dance wid one foot, dance wid one foot too"}}
{"translation": {"en": "When you visit a friend's house, leave your appetite behind.", "creole": "When you go a-frien' house, lef' you' 'tomach behin'"}}
{"translation": {"en": "When you have money, doors open; when you don't have, they shut.", "creole": "When you gat money, doo' open; when you no gat, he shut"}}
{"translation": {"en": "When you have the devil to deal with, feed him with a long spoon.", "creole": "When you hab de debil fo' deal wid, feed am wid long 'poon"}}
{"translation": {"en": "When your hand is yellow, dogs will make it so.", "creole": "When you' han' yalla, daag mek so"}}
{"translation": {"en": "When you kill a bush cow, be careful how you carry it to the canoe.", "creole": "When you kill comma, min' how you carry am a-canoe"}}
{"translation": {"en": "When you leave a wake, don't say \"Good night\".", "creole": "When you lef' wake house, no say \"Goo' night"}}
{"translation": {"en": "When you step on a dog, put on your shoes.", "creole": "When you mash daag, put on you' shoes"}}
{"translation": {"en": "When your own louse bites you, it really bites you.", "creole": "When you own louse bite you, he bite you fo' true"}}
{"translation": {"en": "๏ปฟMy Hero Is You", "creole": "Mi Staar Gyal a Yu"}}
{"translation": {"en": "How kids can fight COVID-19!", "creole": "Hou piknii kyan fait KOVID-19!"}}
{"translation": {"en": "The making of โMy Hero is Youโ", "creole": "Hou โMi Staar Gyal a Yuโ kom"}}
{"translation": {"en": "This book was a project developed by the Inter-Agency Standing Committee Reference Group on Mental Health and Psychosocial Support in Emergency Settings (IASC MHPSS RG). The project was supported by global, regional and country based experts from Member Agencies of the IASC MHPSS RG, in addition to parents, caregivers, teachers and children in 104 countries. A global survey was distributed in Arabic, English, Italian, French and Spanish to assess childrenโs mental health and psychosocial needs during the COVID-19 outbreak. A framework of topics to be addressed through the story was developed using the survey results. The book was shared through storytelling to children in several countries affected by COVID-19. Feedback from children, parents and caregivers was then used to review and update the story.", "creole": "Da buk a wahn wok wa di Inter-Agency Standing Committee Reference Group on Mental Health and Psychosocial Support in Emergency Settings (IASC MHPSS RG) du. Plenti a di biga hehd dem fram aal oova di worl, an aal oova di konchrii wa mek op di IASC MHPSS RG kom tugeda fu du da wok. Moda an faada, plos ada piipl wa doz tek keer a piknii, plos tiicha, an piknii from 104 konchrii doz help tu. Dem put tugeda wahn set a kweshtan in Arabik, Ingglish, Italiyan, French an Spanish fu fain out if dem piknii main doz wok gud an if eniiting rang wid dem, kaaz a di KOVID-19 siknis. Dem yuuz di ansa wa dem get from di kweshtan dem fu kom op wid wahn lis a ting fu taak bout in di stoorii. Dem bin sheer di stoorii in di buk tu piknii in nof difran konchrii wa ga KOVID-19 siknis. Bees pon wa di piknii dem, an dem moda an faada, an dem ada piipl wa doz luk aafta piknii se, dem go bak an fiks op di stoorii."}}
{"translation": {"en": "Over 1,700 children, parents, caregivers and teachers from around the world took the time to share with us how they were coping with the COVID-19 pandemic. A big thank you to these children, their parents, caregivers and teachers for completing our surveys and influencing this story. This is a story developed for and by children around the world.", "creole": "Moor dan 1,700 piknii, dem moda an faada, aal dem piipl wa doz luk aafta piknii, an tiicha fram aal oova di worl tek di taim fu tel awii hou dem a diil wid di KOVID-19 siknis. Nof tangks tu dem piknii, dem moda an faada, ada piipl wa doz luk aafta dem, an dem tiicha dem fu ansa aal awii kweshtan dem an help mek di stoorii kom. Dis a wahn stoorii wa aal dem piknii mek op fu dem matii aal oova di worl."}}
{"translation": {"en": "This IASC MHPSS RG acknowledge Helen Patuck for writing the story script and illustrating this book.", "creole": "Da IASC MHPSS RG tangk Helen Patuck fu rait di stoorii an fu jraa di picha dem wa in di buk."}}
{"translation": {"en": "Translated by Tamirand Nnena De Lisser and Colleen Fraser", "creole": "A Tamirand Nnena De Lisser an Colleen Fraser chransileet am."}}
{"translation": {"en": "Reviewed by XXX and YYY.", "creole": "A Ian Robertson an Charlene Wilkinson chek am fu mek shoor evriiting aarait."}}
{"translation": {"en": "ยฉIASC, 2020.  This publication was published under the Creative Commons Attribution-NonCommercial-ShareAlike 3.0 IGO license (CC BY-NC-SA 3.0 IGO; https://creativecommons.org/licenses/by-nc-sa/3.0/igo). Under the terms of this licence, you may reproduce, translate and adapt this Work for non-commercial purposes, provided the Work is appropriately cited.", "creole": "ยฉIASC, 2020. A anda di Creative Commons Attribution-NonCommercial-ShareAlike 3.0 IGO license (CC BY-NC-SA 3.0 IGO; https://creativecommons.org/licenses/by-nc-sa/3.0/igo) di buk get put out. Bees pon da laisn, ayo kyan mek nof kapi, chransileet, an cheenj op di buk, laangz ayo naa sel am, an ayo rait dong huu a di fos wan fu rait di buk."}}
{"translation": {"en": "Introduction", "creole": "Bout di buk"}}
{"translation": {"en": "โMy Hero is Youโ is a book written for children around the world affected by the COVID-19 pandemic.", "creole": "โMi Staar Gyal a Yuโ a wahn buk wa rait fu piknii aal oova di worl wa KOVID-19 siknis a bada."}}
{"translation": {"en": "โMy Hero is Youโ should be read by a parent, caregiver or teacher alongside a child or a small group of children. It is not encouraged for children to read this book independently without the support of a parent, caregiver or teacher. The supplementary guide called โActions for Heroesโ (to be published later) offers support for addressing topics related to COVID-19, helping children manage feelings and emotions, as well as supplementary activities for children to do based on the book.", "creole": "Moda ar faada, ar ada piipl wa luk aafta piknii, ar tiicha fu riid โMi Staar Gyal a Yuโ wid wahn piknii ar wahn lil gruup a piknii. Awii na reeli waahn piknii fu riid a buk bai deself widout dem moda ar faada, ar piipl wa a tek keer a dem, ar dem tiicha a help dem. Anada buk wa neem โTingz wa Staar Gyal fu duโ (wa go kom out leeta) go help awii fu fain a wee fu diil wid KOVID-19, an it kyan help piknii fu konchrool wa dem a tingk an wa dem a  fiil, plos am ga ada tingz fu di piknii dem du bees pon wa in di buk."}}
{"translation": {"en": "Translations", "creole": "Chransileeshan"}}
{"translation": {"en": "The Reference Group itself will coordinate translation into Arabic, Chinese French, Russian, and Spanish. Contact the IASC Reference Group for Mental Health and Psychosocial Support (MHPSS) (mhpss.refgroup@gmail.com) for coordination of translations in other languages. All completed translations will be posted on the IASC Reference Group website.", "creole": "Di Reference Group self go put tugeda dem oon chransileeshan in Arabik, Chainiiz, French, Roshan, an Spanish. Lingk wid di IASC Reference Group for Mental Health and Psychosocial Support (MHPSS) (mhpss.refgroup@gmail.com) fu put tugeda chransileeshan in ada langgwij. Aal chransileeshan wa don go get put op pon di IASC Reference Group websait."}}
{"translation": {"en": "If you create a translation or an adaptation or this Work, kindly note that:", "creole": "If ayo mek ayo oon chransileeshan ar cheenj op di buk, mek shoor ayo noo se:"}}
{"translation": {"en": "You are not allowed to add your logo (or that of a funding agency) to the product.", "creole": "Ayo kyaahn put ayo oon maak (ar di maak a di piipl wa a pee fu am) pon di buk."}}
{"translation": {"en": "In case of adaptation (i.e., changes in the text or images), the use of the IASC logo is not permitted. In any use of this Work, there should be no suggestion that IASC endorses any specific organization, products or services.", "creole": "If ayo cheenj eniiting (laik cheenj di stoorii ar di picha dem), ayo kyaahn yuuz di IASC maak. Na mata wa ayo yuuz di buk fu du, ayo kyaahn mek am luk laik se IASC a bak op na kaina bizniz, nar na gudz wa ayo mek, nar notn wa ayo du."}}
{"translation": {"en": "You should license your translation or adaptation under the same or equivalent Creative Commons license. CC BY-NC-SA 4.0 or 3.0 is suggested. This is the list of compatible licenses: https://creativecommons.org/share-your-work/licensing-considerations/compatible-licenses", "creole": "Ayo mos laisn ayo chransileeshan ar di cheenj dem wa ayo mek anda di seem Creative Commons laisn, ar enii ada kaina laisn wa du di seem ting. Awii hoop ayo kyan yuuz CC BY-NC-SA 4.0 ar 3.0. Dis a wahn set a laisn wa kyan wok: https://creativecommons.org/share-your-work/licensing-considerations/compatible-licenses"}}
{"translation": {"en": "โข You should add the following disclaimer in the language of the translation: โโThis translation/adaptation was not created by the Inter-Agency Standing Committee (IASC). The IASC is not responsible for the content or accuracy of this translation/adaptation. The original English edition โInter-Agency Standing Committee. My Hero is You: How Kids Can Fight COVID-19! Licence: CC BY-NC-SA 3.0 IGO shall be the binding and authentic edition.โ", "creole": "Ayo gafu put da nootis in di seem langgwij a di chransileeshan: โA na di Inter-Agency Standing Committee (IASC) du da chransileeshan ar cheenj am. Di IASC na fu get na bleem fu wa rait in da chransileeshan, ar if notn na chransileet gud ar na cheenj op rait. Di fos stoorii wa rait in Ingglish โInter-Agency Standing Committee. My Hero is You: How Kids Can Fight COVID-19!โ wa ga di laisn: CC BY-NC-SA 3.0 IGO a go bi di reel reel wan.โ"}}
{"translation": {"en": "Saraโs mum is her hero because she is the best mum and the best scientist in the world. Buteven Saraโs mum cannot find a cure for the coronavirus.", "creole": "Seera moda a shi Staar Gyal kaaz shi a di bes moda an di bes saiyantis in di worl. Bot na iivn Seera moda kyaahn fain wahn remidi fu di koroonavairos."}}
{"translation": {"en": "โWhat does COVID-19 look like?โ Sara asked her mum.", "creole": "Seera aks shi moda se, โWa di koroonavairos luk laik?โ"}}
{"translation": {"en": "โCOVID-19, or the coronavirus, is so tiny we canโt see it,โ said her mum. โBut it spreads in the coughs and sneezes of people who are sick, and when they touch people or things around them. People who are sick get a fever and a cough and can have some trouble breathing.โ", "creole": "โDi koroonavairos lil lil so awii kyaahn sii am,โ shi moda ansa shi. โBot it doz spred wen piipl wa sik kaaf ar sniiz, an wen dem toch piipl an toch eniiting wa de rong dem. Piipl wa sik doz get fiiva an kaaf an dem doz get wahn hard taim fu briid iin an briid out eer.โ"}}
{"translation": {"en": "โSo we canโt fight it because we canโt see it?โSara asked.", "creole": "โSo awii kyaahn fait am kaaz awii kyaahn sii am?โ Seera aks shi moda."}}
{"translation": {"en": "โWe can fight it,โ said Saraโs mum. โThatโs why I need you to be safe, Sara. The virus affects many kinds of people, and everyone can help us fight it. Children are special and they can help too. You need to stay safe for all of us. I need you to be my hero.โ", "creole": "โAwii kyan fait am yes,โ Seera moda tel shi. โDa wa mek mi waahn yu staan seef, Seera. Di jormz doz chrobl aal kain a badii, an awii kyan help fu fait am. Piknii speshal an dem kyan help tu. Yu gafu staan seef fu awii. Mi waahn yu fu bii mi Staar Gyal.โ"}}
{"translation": {"en": "Sara laid in bed that night and did not feel like a hero at all. She felt upset. She wanted to go to school but her school was closed. She wanted to see her friends but it was not safe. Sara wanted the coronavirus to stop scaring her world.", "creole": "Da nait Seera lai dong in shi bed bot shi na fiil laik na Staar Gyal ataal. Shi fiil baad. Shi waahn fu go skuul bot shi skuul klooz. Shi waahn fu sii shi matii dem bot da na seef fu du. Seera waahn di koroonavairus fu stap fraikn piipl aal ova di worl."}}
{"translation": {"en": "โHeroes have super powersโ she said to herself, closing her eyes to sleep. โWhat do I have?โ", "creole": "โDem Staar Gyal ga majik pouwaโ shi se tu shiself, wen shi shot shi ai dem fu sliip. โWa mi ga?โ"}}
{"translation": {"en": "Suddenly a gentle voice whispered her name in the darkness.", "creole": "Seem taim shi heer wahn lil saaf vais kaal shi neem iizii iizii in di blak a di nait."}}
{"translation": {"en": "โWhoโs there?โ Sara whispered back.", "creole": "โHuu de de?โ Seera ansa bak iizii tu."}}
{"translation": {"en": "โWhat do you need to be a hero, Sara?โ the voice asked her.", "creole": "Di vais aks shi โA wa yu gafu get if yu waahn fu bi wahn Staar Gyal, Seera?"}}
{"translation": {"en": "โI need a way to tell all the children in the world how to protect themselves so they can protect everyone else...โ said Sara.", "creole": "โMi waahn wahn wee fu tel aal di piknii dem in di worl hou fu tek keer a deself so dat dem kyan kiip evriibadii els seefโฆโ Seera se."}}
{"translation": {"en": "โSo what do you need me to be?โ the voice asked.", "creole": "โSo a wa yu waahn mi fu bi? di vais aks shi."}}
{"translation": {"en": "โI need something that can fly... something with a big voice... and something that can help!โ", "creole": "โMi waahn wahn ting wa kyan flaiโฆ ting wid wahn loud moutโฆ an ting wa kyan help awii!โ"}}
{"translation": {"en": "With a whoosh, something amazing stepped into the moonlight...", "creole": "Wid wahn wush kaina song, wahn fansii ting kom out in di muunlaitโฆ"}}
{"translation": {"en": "โWhat are you?โ gasped Sara.", "creole": "Seera hool shi bret an den shi se, โYu a wa?"}}
{"translation": {"en": "โIโm Ario,โ he said.", "creole": "โMi a Ariyo,โ di ting se."}}
{"translation": {"en": "โIโve never seen an Ario before,โ said Sara.", "creole": "โMi neva eva sii wahn Ariyo in mi laif,โ Seera se."}}
{"translation": {"en": "โWell, Iโve been here all along,โ said Ario.", "creole": "โWel, mi bin de hee aal di taim,โ Ariyo se."}}
{"translation": {"en": "โI come from your heart.โ", "creole": "โMi kom fram insaida yu hart.โ"}}
{"translation": {"en": "โIf I have youโฆ then I can tell all thechildren in the world about the coronavirus!โsaid Sara. โI can be a hero! But wait,Ario, is it safe to travel with the coronavirusaround?โ", "creole": "โIf mi ga yuโฆ den mi kyan tel aal di piknii dem in di worl bout di koroonavairos!โ Seera se. โMi kyan bi wahn Staar Gyal! Bot heer na, Ariyo, it seef fu awi chravl wid di koroonavairos aal rong?โ"}}
{"translation": {"en": "โOnly with me, Sara,โ said Ario. โNothing can harm you when we are together.โ", "creole": "โLaangz yu de wid mii, Seera,โ Ariyo se. โNotn kyaahn chrobl yu wen awii de tugeda.โ"}}
{"translation": {"en": "So Sara jumped on Arioโs back and together they soared out through her bedroom window, into the night sky. They flew towards the stars and said hello to the moon.", "creole": "So Seera jomp pon Ariyo bak an di tuu a dem flai out shi bejruum winda, in di blak a di nait. Dem flai op tu di star dem an tel di muun hai."}}
{"translation": {"en": "As the sun rose, they landed in a lovely desert by pyramids, where a small group of children were playing. The children cried out in joy and waved at Sara and her Ario.", "creole": "Wen di son staart kom op, dem lan in wahn nais jrai plees wid nof san. De ga som big big bildin we aal di said dem liin tu di midl an jain op in wahn paint a di tap. Wahn lil bit a piknii bin de de a plee. Di piknii dem kaal out pon Seera an Ariyo hapii hapii, an weev dem han tu dem."}}
{"translation": {"en": "", "creole": ""}}
{"translation": {"en": "โWelcome, I am Salem!โ cried one of the boys. โWhat are you doing here? Sorry, we canโt come closer, we have to stay at least one metre away!โ", "creole": "โAwii glaad ayo kom, mi neem Seelem!โ wan a di bai dem kaal out. โWa ayo a du hee? Sari, awii kyaahn staan op tuu neer ayo, awii gafu staan moo dan chrii fut fram ayo!โ"}}
{"translation": {"en": "โThatโs why weโre here!โ Sara called back. โIโm Sara and this is Ario. Did you knowthat children can keep their neighbours,friends, parents and grandparents safe from the coronavirus? We all need toโฆโ", "creole": "โDa a wa mek awii kom hee!โ Seera ansa bak. โMi neem Seera an da a Ariyo. Ayo noo se piknii kyan kiip dem neeba dem, dem matii dem, dem moda an faada an dem gramaa an grampaa seef, mek koroonavairos kyaahn kech dem? Awii gafuโฆโ"}}
{"translation": {"en": "โWash our hands with soap and water!โsaid Salem with a smile. โWe know, Sara.\nWe also cough into our elbows if weโresick - and we wave to people instead of shaking hands. We try to stay inside, but we live in a very crowded cityโฆ not everybody is staying home.โ", "creole": "โWash awii han wid soop an waata!โ Seelem se, a skin hii tiit. โAwii noo da, Seera. Awii doz put awii mout in awii elboo an kaaf if awii sik โ an awii doz weev tu piipl bot awii naa sheek dem han. Awii doz chrai hard fu staan a hous, bot da tong we awii liv ga nof nof piipl โฆ na aal badii a staan hoom.โ"}}
{"translation": {"en": "โHmm, maybe I can help with that,โ saidArio. โThey canโt see the coronavirus, but... they can see me! Jump on, butplease sit on both sides of my wings - they are at least one metre apart!โ", "creole": "โMmh, meebii mi kyan help ayo wid da,โ Ariyo se. โDem kyaahn sii di koroonavairos, botโฆ dem kyan sii mii! Jomp op, bot mek shuor ayo sidong pon aal tuu said a mi wing dem โ mi wing dem bout chrii fut fram wananada."}}
{"translation": {"en": "Ario flew into the sky withSalem and Sara on both of his wings. He flew across the city and began to roar and sing! Salem cried out to the children in the streets:", "creole": "Ariyo flai op in di skai wid Seelem an Seera pon aal tuu a hii wing dem. Hii flai kraas di tong an staat mek som loud naiz laik laiyan, an hii staat sing! Seelem hala out hard tu di piknii dem in di rood, se:"}}
{"translation": {"en": "โGo, tell your families, we are safer inside! We can take care of each other best by staying home!โ", "creole": "โAyo galang go tel ayo faamalii da it beta fu ayo staan a ayo hous! Awii kyan tek keer a wananada beta laangz awii staan a awii hous!โ"}}
{"translation": {"en": "People were amazed by what they saw. They waved and agreed to go into their houses.", "creole": "Di piipl dem lef wid dem mout oopn wen dem sii da. Dem weev an go in dem hous."}}
{"translation": {"en": "Ario soared high into the sky. Salem cried out in joy. Up there inthe clouds a plane flewby, and the passengerslooked out at them in awe.", "creole": "Ariyo flai faar op in di skai. Seelem baal out laik hii hapii hapii. A di tap a di kloud wahn pleen flai paas dem, an di piipl dem luk pon dem wid dem jaa jrap kaaz dem neva sii notn laik da."}}
{"translation": {"en": "โPeople will have to stop travelling soon, at least for now,โ said Salem. โThey are closing the borders across the world, and we should all stay where we are and with people we love.โ", "creole": "โJos nou piipl go gafu stap chravl, at liis fu nou nou,โ Seelem se. โAal di konchrii dem in di worl a klooz dong dem barda, so awii mos staan we awii de wid di piipl dem wa awii lov.โ"}}
{"translation": {"en": "โSo many things feel like they have changed,โ said Sara. โI get scared about it sometimes.โ", "creole": "โIt luk laik nof ting cheenj op,โ Seera se. โSomtaim mi doz get fraikn.โ"}}
{"translation": {"en": "โIt can feel scary and confusing when things are changing, Sara,โ said Ario. โWhen I feel scared, I breathe very slowly - and breathe out fire!โ", "creole": "โWen tingz a cheenj, it kyan fiil laik nof ting a hapn seem taim, an dat kyan fraikn ayo baad,โ Ariyo se. โWen mi fiil fraikn, mi doz briid iin an briid out eer sloo sloo โ an briid out faiya!โ"}}
{"translation": {"en": "Ario blew out a huge fireball!", "creole": "Ariyo bloo out wahn big baal a faiya!"}}
{"translation": {"en": "โHow do you relax when you feel scared?โ Ario asked them.", "creole": "โWa ayo doz du fu kaam dong ayoself wen ayo fraikn?โ Ariyo aks dem."}}
{"translation": {"en": "โI like to think about someone who makes me feel safe,โ said Sara.", "creole": "โMi laik fu put mi main pon di piipl dem wa doz mek mi fiil seef,โ Seera se."}}
{"translation": {"en": "โMe too, I think of all the people who help me feel safe, like my grandparents,โ said Salem. โI miss them. I canโt give them a hug because I could give them the coronavirus. We usually see them every weekend, but not now because we have to keep them safe.โ", "creole": "โMi tu, mi doz put mi main pon aal di piipl dem wa doz mek mi fiil seef, laik mi gramaa an mi grampaa,โ Seelem se. โMi mis dem. Mi kyaahn hog op dem kaaz mi kud paas aan di koroonavairos if mi get am. Awii doz sii dem evrii wiiken, bot na nou, kaaz awii gafu kiip dem seef.โ"}}
{"translation": {"en": "โCan you call them?โ Sara asked her friend.", "creole": "โYu kyaahn kaal dem pon di foon?โ Seera aks shi matii dem."}}
{"translation": {"en": "โOh yes!โ said Salem. โThey call me every day and I tell them about all the things we are doing at home.", "creole": "โYe bodee!โ Seelem se. โDem doz kaal mi evrii dee an mi doz tel dem bout aal di ting dem wa awii a du in awii hous."}}
{"translation": {"en": "It makes me feel better, and it makes them feel better too.โ", "creole": "It doz mek mi fiil beta, an it doz mek dem fiil beta tu.โ"}}
{"translation": {"en": "โIt is normal to miss people we love that we canโt see right now,โ said Ario. โIt shows how much we care. Would it make you feel better to meet other heroes?โ", "creole": "โDa a naarmal ting fu mis di piipl dem wa awii lov, huu awii kyaahn sii rait nou,โ Ariyo se. โDa shoo hou moch awii keer bout dem. Ayo tingk ayo wuda fiil beta if ayo miit op wid som ada Staar Bai an Staar Gyal?โ"}}
{"translation": {"en": "โYes please!โ Sara and Salem cried back.", "creole": "โYe bodee!โ Seera an Seelem baal out."}}
{"translation": {"en": "โGreat, my friend Sasha has a very special superpower,โ said Ario. โLetโs go!โ", "creole": "โGud, mi matii Sasha ga wahn speshal majik pouwa,โ Ariyo se. โLe awii go!โ"}}
{"translation": {"en": "And so they soared down to earth and landed by a small village. A girl was outside her house picking flowers. When she saw Ario and the children sitting on his wings, she laughed.", "creole": "So nou dem flai dong pon ort an lan in wahn lil vilij. Wahn gyal piknii bin de out a shi hous a pik flouwa. Shi laaf wen shi sii Ariyo an di piknii dem pon hii wing."}}
{"translation": {"en": "โArio!โ she cried. โWe have to stay at least one metre apart, so I will throw you a hug! What are you all doing here?โ", "creole": "โAriyo!โ shi kaal out. โWii gafu staan moor dan chrii fut fram ayo, so mi a go staan op hee an fling wahn hog gi ayo! Wa ayo a du hee?โ"}}
{"translation": {"en": "โI felt your hug when you told me that, Sasha,โ said Ario. โI love how we can use words to show we care, and actions too. I wanted my friends to learn about your superpower.โ", "creole": "โMi fiil yu hog wen yu tel mi da Sasha,โAriyo ansa shi se. โMi lov hou awii kyan yuuz word fu shoo hou awii keer, an wa awii du kyan shoo da awii keer tu. Mi bin waahn mi matii dem fu larn bout yu majik pouwa.โ"}}
{"translation": {"en": "โWhat is my superpower?โ said Sasha.", "creole": "โWa a mi majik pouwa?โ Sasha aks hii."}}
{"translation": {"en": "โSince someone in your family got sick, you are staying at home to make sure you donโt share the coronavirus with anyone else,โ said Ario.", "creole": "โLaik hou sombadii in yu faamalii get sik, an yu a staan a yu hous fu mek shoor yu na paas aan di koroonavairos gi nobadii els,โ Ariyo se."}}
{"translation": {"en": "โYes, itโs my Dad, and heโs staying in his bedroom until he gets completely better,โ said Sasha.", "creole": "โYes, a mi faada, an hii a staan a hii bejruum til hii get nof beta an fiil gud gud,โ Sasha se."}}
{"translation": {"en": "โBut itโs not so bad! We play games, cook, spend time in our garden and have meals together. My brothers and I touch our toes and dance. We read books and I can keep learning because sometimes I miss school. Staying home felt weird at first, but now it feels normal.โ", "creole": "โBot it na so baad! Awii doz plee, kuk fuud, spen taim in awii gyaardn an nyam fuud tugeda. Mi an mi broda dem doz ben an toch awii too dem, an awii doz daans tu. Awii doz riid buk an mi kyan kiip op wid mi skuul wok, kaaz somtaim mi doz mis skuul baad. Fos, it bin fiil schreenj fu staan a mi hous, bot rait nou it fiil aarait."}}
{"translation": {"en": "โThatโs not always easy, Sasha,โ said Ario. โYou are finding ways to have fun and get along with your loved ones at home. That makes you my hero!โ", "creole": "โDat na iizii aal di taim, Sasha,โ Ariyo se. โYu a fain aal kain a wee fu enjai yuself an spen taim a yu hous wid di piipl dem wa yu lov. Dat a wa mek yu mi Staar Gyal!โ"}}
{"translation": {"en": "โDo you ever fight with your family?โ asked Salem.", "creole": "โYu eva fait wid yu faamalii dem? Seelem aks."}}
{"translation": {"en": "โWe fight sometimes,โ said Sasha. โWe have to be extra patient, and extra understanding, and even quicker to say Iโm sorry. That is a real superpower, because it can make ourselves and others feel better. I also need a little time alone. I love dancing and singing on my own! And I can call my friends sometimes...โ", "creole": "โAwi doz fait somtaim,โ Sasha se. โAwii gafu tek taim wid wananada, an chrai andastan wananada, an se sari kwik kwik. Dat a wahn reel majik pouwa, kaaz it kyan mek awii fiil beta an ada piipl tu. Mi waahn lil taim bai miself tu. Mi lov fu daans an sing bai miself! An mi kyan kaal mi matii dem pon di foon somtaimโฆโ"}}
{"translation": {"en": "โBut, Ario, what about people who are far from home or donโt have a house?โ asked Sara.", "creole": "โBot Ariyo, wa bout di piipl dem wa de far fram dem hous ar na ga nowe fu liv?โ Seera aks hii."}}
{"translation": {"en": "โThatโs a great question, Sara,โ said Ario.", "creole": "โDa a wahn gud kweshtan, Seera,โ Ariyo se."}}
{"translation": {"en": "โLetโs go and find out.โ", "creole": "โLe awii go fain out.โ"}}
{"translation": {"en": "And so they said goodbye to Sasha and set off once more. The air grew warmer as they landed on an island surrounded by the sea.", "creole": "So dem tel Sasha babai an gaan ageen. Bai di taim dem lan pon wahn ailan wid di sii aal rong, di plees bin staat get lil moo hat."}}
{"translation": {"en": "There they saw a camp full of people.", "creole": "A de dem sii wahn plees ful wid nof piipl."}}
{"translation": {"en": "One girl saw them and waved from a distance.", "creole": "Wahn gyal piknii sii dem an weev shi han tu dem fram rait we shi bin."}}
{"translation": {"en": "โHi Ario, Iโm so happy to see you again!โ she called out. โWe are trying to stay at least one metre away, so Iโll talk to you from here. But Iโd love to meet your friends! My name is Leila.โ", "creole": "โWa gayin aan Ariyo, mi glad glad fu sii yu ageen!โ shi kaal out. โAwii a chrai fu staan moor dan chrii fut fram eniibadii, so mi a chrai taak tu ayo fram rait hee. Bot mi wuda glad fu miit yu matii dem! Mi neem Liila.โ"}}
{"translation": {"en": "โHi Leila! Iโm Sara, and this is Salem,โ Sara called back. โIt sounds like youโre trying to protect yourself from the coronavirus. What else are you doing?โ", "creole": "โWa gayin aan Liila! Mi neem Seera, an hii a Seelem,โ Seera kaal out bak. โIt song laik yu a chrai fu kiip yuself seef fram di koroonavairos.  Wa els ayo doz du?โ"}}
{"translation": {"en": "", "creole": ""}}
{"translation": {"en": "โWeโre washing our hands with soap and water!โ Leila called back.", "creole": "โAwii doz wash awii han dem wid soop an waata!โ Liila baal out bak."}}
{"translation": {"en": "โDo you also cough into your elbow?โ asked Salem.", "creole": "โAyo doz ben ayo han an kaaf in ayo elboo tu?โ Seelem aks."}}
{"translation": {"en": "โCan you show us how?โ Leila called back. So Salem showed them.", "creole": "โYu kyan shoo awii hou fu du da?โ Liila ansa bak. So Seelem shoo dem hou fu du am."}}
{"translation": {"en": "โWe are all trying to be brave, but I am worried about something,โ said Leila. โCan I talk about it with you? I heard someone got sick and died and it made me very afraid. Is it true people can die from coronavirus?โ", "creole": "โAwii a chrai fu bi breev, bot somting a bada miโ, Liila se. โMi kyan taak wid ayo bout it? Mi heer piipl doz get sik an dehd an dat mek mi fraikn baad. A chruu piipl kyan dehd fram koroonavairos?โ"}}
{"translation": {"en": "Ario breathed a big sigh and sat down on his enormous bottom.", "creole": "Ariyo bloo out hard an laang, an sidong pon hii big fat bambam."}}
{"translation": {"en": "โYes, little heroes, itโs strange,โ said Ario. โSome people donโt feel sick at all, but some people can be very sick and some might die. Thatโs why we all have to be especially careful with older people, and those with other illnesses, because they tend to get more sick. Sometimes when we are feeling very afraid, or unsafe, it can help to imagine a safe place in our minds. Would you like to try this with me?โ", "creole": "โYe, lil Staar Gyal an lil Staar Bai, it schreenj,โ Ariyo se. โSom piipl na fiil sik ataal, bot ada piipl doz get sik sik, an som a dem mait dehd. Da a wa mek awii gafu luk out iivn moo fu di piipl dem wa ool, an di wan dem wa ga ada kain a siknis, kaaz dem piipl kud get moor an moor sik. Som a di taim wen awii fraikn baad, ar wen awii na fiil seef, it kyan help if awii tingk bout wahn plees wa seef. Ayo waahn chrai du da wid mi?โ"}}
{"translation": {"en": "They all said yes, and so Ario asked the children to close their eyes and imagine a place where they feel safe.", "creole": "Aal a dem se yes, an so Ariyo aks dem fu lak dem ai an tingk bout wahn plees we dem fiil seef."}}
{"translation": {"en": "โFocus on a memory or a time when you felt safe,โ said Ario.", "creole": "โTingk bout wahn taim ar pikcha somting wa ayo memba, wen ayo bin fiil laik notn kudna chrobl ayo,โ Ariyo se."}}
{"translation": {"en": "He then asked them what they could see, what they could feel, and what they could smell in their safe place. He asked if there was anyone special they would like to invite into their safe place and what they might talk about together.", "creole": "Den hii aks dem wa dem kud sii, an wa dem kud fiil, an wa dem kud smel in dem seef plees. Hii aks dem weda dem ga nobadii speshal huu dem bin waahn fu bring in dem seef plees an wa dem kud taak bout tugeda."}}
{"translation": {"en": "โYou can go to your safe place whenever you feel sad or afraid,โ said Ario. โThis is your super power, and you can share it with your friends and family. And remember that I care about you, and many people do. That will help too.โ", "creole": "โAyo kyan go in ayo seef plees eniitaim ayo fiil baad ar fiil fraikn,โ Ariyo se. โDis a ayo speshal pouwa, an ayo kyan sheer dis wid ayo matii dem an ayo faamalii dem. An memba mi keer bout ayo, an nof moo piipl keer bout ayo. Dat gon help tu."}}
{"translation": {"en": "Leila said, โWe can all care for each other.โ", "creole": "Liila se โAwii kyan tek keer a wananada.โ"}}
{"translation": {"en": "โThatโs right, Leila,โ said Ario. โWe can care for each other, wherever we are. Would you like to come with us on our last journey?โ", "creole": "โDat a chruu, Liila,โ Ariyo se. โAwi kyan tek keer a wananada, eniiwe awii de. Yu waahn fu kom wid awii fu go a di laas plees we awii a go?"}}
{"translation": {"en": "Leila decided to travel with Ario and her new friends. Sara was glad Leila joined them because she knew that sometimes we need to support each other. They flew quietly, without words, but Leila knew her new friends cared a lot about her.", "creole": "Liila mek op shi main fu go wid Ariyo an shi nyuu matii dem. Seera bin glad Liila bina kom wid dem kaaz shi noo dat somtaim awii gafu de de fu wananada. Dem flai kwaiyat kwaiyat, nobadii na se notn, bot Liila bin noo shi nyuu matii dem bin keer bout shi nof nof."}}
{"translation": {"en": "Snowy mountains slowly came into view, and Ario landed in a small town. A few children were playing by a stream.", "creole": "Dem staart fu sii som mongtin wid snoo pon dem, an Ariyo lan in wahn lil tong. Wahn lil bit a piknii bina plee saida wahn lil kriik."}}
{"translation": {"en": "โArio!โ one of them cried, waving to him.", "creole": "โAriyo!โ wan a dem kaal out, an weev hii han tu hii."}}
{"translation": {"en": "โHello, Kim,โ said Ario. โEveryone, I wanted you to meet some friends of mine who have had the coronavirus, and got better.โ", "creole": "โWa gayin aan Kimii,โ Ariyo se. โEvriibadii, mi waahn ayo fu miit som a mi matii dem huu bin kech di koroonavairos an get beta nou.โ"}}
{"translation": {"en": "โWhat was it like?โ Salem asked.", "creole": "โWa da bin fiil laik?โ Seelem aks dem."}}
{"translation": {"en": "โI was coughing and felt too hot sometimes. I was also really tired and didnโt want to play for a few days,โ said Kim. โBut I slept a lot and my family took care of me. Some of our parents and grandparents had to go to hospital. The nurses and doctors were very kind to them, and people in our community helped us at home. After a few weeks, we were okay again.โ", "creole": "โMi bina kaaf an fiil hat hat hat somtaim. Mi bin taiyad baad tu an mi neva waahn fu plee som a di dee dem,โ Kimii se. โBot mi sliip nof an mi faamalii tek keer a mi. Som a awii moda an faada dem an awii gramaa an grafaada dem bin gafu go a di haspital. Di nors an di dakta chriit dem reelii nais, an som piipl in awii eerya bin kom an help out a awii hous. Afta a kopl wiik awii ton gud ageen."}}
{"translation": {"en": "โIโm Kimโs friend,โ said one of the other children. โJust because Kim had the coronavirus, we didnโt stop being friends - even though I could not see him. I never stopped caring about him and weโre happy we can play together again!โ", "creole": "โMi a Kimii matii,โ wan a di ada piknii dem se. โJos kaaz Kimii kech di koroonavairos it na stap awii fram bii hii matii โ iivn doo mi kudna sii hii. Mi neva stap keer bout hii an awii glad awii kyan plee wid wananada ageen!โ"}}
{"translation": {"en": "โSometimes the most important thing we can do as friends is protect each other,โ said Ario. โEven if that means staying away from each other for a while.โ", "creole": "โSom a di taim, di bes ting awii kyan du fu awii matii dem a fu tek keer a wananada,โ Ariyo se. โIivn if dat miin awii gafu staan wee fram wananada lil.โ"}}
{"translation": {"en": "โWe can do these things for each other,โ said Leila.", "creole": "โAwii kyan du dem ting fu wananada,โ Liila se."}}
{"translation": {"en": "โAnd one day, we will all be able to play again and go back to school like we used to,โ said Salem.", "creole": "โAn wan dee, awii kyan plee ageen an go bak a skuul jos laik hou awii yuus tu,โ Seelem se."}}
{"translation": {"en": "It was time to go home, and time for Sara to say goodbye to her new friends. They promised each other that they would never forget their adventure together.", "creole": "Den a taim fu go bak a dem hous, an taim fu Seera se babai tu shi nyuu matii dem. Dem pramis wananada dat dem naa go faget di plees dem wa dem bin go an di taim wa dem spen tugeda."}}
{"translation": {"en": "Sara felt sad that they might not see each other for a while. But she felt better when she remembered what Kimโs friend had said. Just because you canโt see people, it doesnโt mean you stop loving them.", "creole": "Seera fiil baad dat meebii dem naa go sii wananada fu jos nou. Bot shi fiil beta wen shi memba wa Kimii matii bin se. Jos kaaz yu kyaahn sii piipl, da na miin yu doz stap lov dem."}}
{"translation": {"en": "Ario dropped them all back to their homes, and waited for Sara to fall asleep before he left.", "creole": "Ariyo jrap aaf bak aal a dem a dem hous, an weet fu Seera fu jrap asliip bifoor hii lef."}}
{"translation": {"en": "โCan we do the same tomorrow?โ Sara asked him.", "creole": "โWi kyan du di seem ting tumaro?โ Seera aks hii."}}
{"translation": {"en": "โNo Sara, itโs time for you to be with your family now,โ said Ario. โRemember our story. You can keep those you love safe by washing your hands and staying home. I am never far away. You can always be with me when you go to your safe place.โ", "creole": "โNaa Seera, a taim fu yu staan wid yu faamalii nou,โ Ariyo se. โMemba awii stoorii. Yu kyan kiip di piipl dem wa yu lov seef if yu wash yu han an staan a yu hous. Mi na de far fram yu. Yu kyan bi wid mi aal di taim wen yu go in yu seef plees.โ"}}
{"translation": {"en": "โYou are my hero,โ she whispered.", "creole": "โYu a mi Staar Bai,โ shi tel hii iizii iizii."}}
{"translation": {"en": "โYou are my hero too, Sara. You are a hero to all those who love you,โ he said.", "creole": "โYu a mi Staar Gyal tu Seera. Yu a wahn Staar Gyal fu evriibadii wa lov yu,โ hii se."}}
{"translation": {"en": "Sara fell asleep and when she woke the next day, Ario was gone. So she went to her safe place to talk to him, then drew everything they had seen and learnt on their adventure. She ran to her mum with her drawing to tell her the news.", "creole": "Seera jrap asliip an wen shi week op di neks dee, Ariyo bin gaan. So shi go in shi seef plees fu go taak wid hii, den shi jraa aal a di ting dem wa dem bin sii an wa dem bin larn wen dem bina go aal bout di plees. Shi ron go shoo shi moda wa shi jraa an tel shi di hool stoorii."}}
{"translation": {"en": "โWe can all help people be safe, Mum,โ she said. โI met so many heroes on my adventure!โ", "creole": "โAwii kyan help evriibadii fu staan seef, Maamii,โ shi se tu shi moda. โMi miit op wid somoch Staar Gyal and Staar Bai wen mi bin go aal rong di plees!โ"}}
{"translation": {"en": "โOh Sara, you are right!โ said her mum. โThere are many heroes keeping people safe from the coronavirus, like wonderful doctors and nurses. But you remind me that we can all be heroes, every day, and my biggest hero is you.โ", "creole": "โSeera gyal, yu rait bout da!โ shi moda se. โDem ga nof nof  Staar Gyal an Staar Bai bout di plees fu kiip di piipl dem seef fram di koroonavairos, laik di nais nais dakta an nors dem. Bot yu mek mi memba se awii kyan bii Staar Gyal an Staar Bai tu, evrii dee, an mi biges Staar Gyal a yu!โ"}}
{"translation": {"en": "The old English prefix, meaning on, in, progresssion, etc", "creole": "A-(a-)"}}
{"translation": {"en": "The dem. adj. pron. that", "creole": "A' (รก)"}}
{"translation": {"en": "The colony hare", "creole": "Accoori"}}
{"translation": {"en": "Ears", "creole": "Aez"}}
{"translation": {"en": "Half", "creole": "'Alf"}}
{"translation": {"en": "Alligator", "creole": "Alligittal"}}
{"translation": {"en": "Him, her, it", "creole": "Am"}}
{"translation": {"en": "Than", "creole": "*An"}}
{"translation": {"en": "Unlucky", "creole": "Anlucky"}}
{"translation": {"en": "An exclamation expressive of sorrow or sympathy", "creole": "Aow"}}
{"translation": {"en": "We, us", "creole": "Awee"}}
{"translation": {"en": "A piece of cloth for wrapping round the loins", "creole": "Baba"}}
{"translation": {"en": "A white person", "creole": "Bacra"}}
{"translation": {"en": "Bother, trouble", "creole": "Baddah"}}
{"translation": {"en": "Bark", "creole": "Ba'k"}}
{"translation": {"en": "A cake made of flour, water, and salt", "creole": "Bake-bake"}}
{"translation": {"en": "Bonfire", "creole": "Banfiah"}}
{"translation": {"en": "The seed of the awarra palm", "creole": "Banga"}}
{"translation": {"en": "Banjo", "creole": "Banja"}}
{"translation": {"en": "Foreman, master", "creole": "Bass"}}
{"translation": {"en": "A small boat", "creole": "Batteau"}}
{"translation": {"en": "Before", "creole": "Befo'"}}
{"translation": {"en": "A trash hut", "creole": "Benab"}}
{"translation": {"en": "Without", "creole": "Berout"}}
{"translation": {"en": "Burying", "creole": "Berrin'"}}
{"translation": {"en": "Best", "creole": "Besses"}}
{"translation": {"en": "Vex, vexed", "creole": "Bex"}}
{"translation": {"en": "Bird", "creole": "Bi'd"}}
{"translation": {"en": "Bag", "creole": "Bieg"}}
{"translation": {"en": "Been", "creole": "Bin"}}
{"translation": {"en": "Take hold of", "creole": "Bode"}}
{"translation": {"en": "Break, broken, prick", "creole": "Bore"}}
{"translation": {"en": "Boastful", "creole": "Briggah"}}
{"translation": {"en": "Brokon", "creole": "Bruck"}}
{"translation": {"en": "An aboriginal Indian", "creole": "Buck"}}
{"translation": {"en": "Brother", "creole": "Buddy"}}
{"translation": {"en": "Build", "creole": "Buil'"}}
{"translation": {"en": "Business", "creole": "Bu'iness"}}
{"translation": {"en": "Burn", "creole": "Bu'n"}}
{"translation": {"en": "Money", "creole": "Bungo"}}
{"translation": {"en": "Burst", "creole": "Bu's', buss"}}
{"translation": {"en": "Care", "creole": "Ca'e"}}
{"translation": {"en": " Ugly", "creole": "Caba"}}
{"translation": {"en": "The fruit-shell of the enlabash tree, used for various domestic purposes", "creole": "Calabash"}}
{"translation": {"en": "A vegetable used as greens", "creole": "Calalu"}}
{"translation": {"en": "Scale", "creole": "'Cale"}}
{"translation": {"en": "A boa constrictor", "creole": "Camoodi"}}
{"translation": {"en": "Corner", "creole": "Ca'nah"}}
{"translation": {"en": "Scandal", "creole": "'Candal"}}
{"translation": {"en": "Captain", "creole": "Cap'n"}}
{"translation": {"en": "A steer", "creole": "Capoon"}}
{"translation": {"en": "Carry", "creole": "Car'"}}
{"translation": {"en": "Scarlet", "creole": "'Carlet"}}
{"translation": {"en": "Carrion", "creole": "Carrin"}}
{"translation": {"en": "The name of a bird", "creole": "Carrow"}}
{"translation": {"en": "A plant of several varieties, hoth sweet and bitter. The tubers of the sweet are used as a vegetable, those of the bitter for making starch, etc", "creole": "Cassada"}}
{"translation": {"en": "Caterpillar", "creole": "Catapillah"}}
{"translation": {"en": "Because", "creole": "'Cause"}}
{"translation": {"en": "Deceitful", "creole": "'Ceitful"}}
{"translation": {"en": "Chigoe, a minute troublesome flea which buries itself under the skin of the foot", "creole": "Chiggah"}}
{"translation": {"en": "Prick, thrust", "creole": "Chook"}}
{"translation": {"en": "Stew", "creole": "Chue"}}
{"translation": {"en": "Tune", "creole": "Chune"}}
{"translation": {"en": "Stupid", "creole": "Chupit"}}
{"translation": {"en": "Carrion crow", "creole": "Clanin clo"}}
{"translation": {"en": "Cloth", "creole": "Clat'"}}
{"translation": {"en": "Clear, clean", "creole": "Cleah"}}
{"translation": {"en": "Cocoa nut", "creole": "Coo' nut"}}
{"translation": {"en": "Colci", "creole": "Col'"}}
{"translation": {"en": "The bush cow", "creole": "Comma"}}
{"translation": {"en": "Corn", "creole": "Co'n"}}
{"translation": {"en": "Thick porridge", "creole": "Coo-coo"}}
{"translation": {"en": "soup made of chipped plantain, pork, etc", "creole": "Cotes-cotee"}}
{"translation": {"en": "Courting", "creole": "Cou'tin'"}}
{"translation": {"en": "Greedy", "creole": "Craben"}}
{"translation": {"en": "An itch", "creole": "Cra-cra"}}
{"translation": {"en": "Scrape", "creole": "'Crape"}}
{"translation": {"en": "A large frog", "creole": "Crapaud"}}
{"translation": {"en": "Scratch", "creole": "C'ratch"}}
{"translation": {"en": "A small river, a tributary", "creole": "Creek"}}
{"translation": {"en": "Cover", "creole": "Cubbah"}}
{"translation": {"en": "Leprosy", "creole": "Cockabah"}}
{"translation": {"en": "Leprosy", "creole": "Cockaby"}}
{"translation": {"en": "Carse", "creole": "Cuss"}}
{"translation": {"en": "Cutlass", "creole": "Cutlish"}}
{"translation": {"en": "The", "creole": "Da"}}
{"translation": {"en": "The dem. adj. pron. that", "creole": "Dรก"}}
{"translation": {"en": "Dog", "creole": "Daag"}}
{"translation": {"en": "Doctor", "creole": "Dactah"}}
{"translation": {"en": "Dollar", "creole": "Dallah"}}
{"translation": {"en": "A bank for keeping back, or confining water; a road formed by such bank", "creole": "Dam"}}
{"translation": {"en": "Death", "creole": "Dead"}}
{"translation": {"en": "There", "creole": "Deh"}}
{"translation": {"en": "Implements", "creole": "Dinkies"}}
{"translation": {"en": "Don't", "creole": "Don'"}}
{"translation": {"en": "Door", "creole": "Doo'"}}
{"translation": {"en": "Dung", "creole": "Down"}}
{"translation": {"en": "Drive", "creole": "Dribe"}}
{"translation": {"en": "Dirty", "creole": "Dutty"}}
{"translation": {"en": "He, his", "creole": "'E"}}
{"translation": {"en": "Ever", "creole": "Ebba"}}
{"translation": {"en": "Father", "creole": "Fadda"}}
{"translation": {"en": "Follow", "creole": "Falla"}}
{"translation": {"en": "A long path", "creole": "Far-a-pa"}}
{"translation": {"en": "Fortune", "creole": "Farchin"}}
{"translation": {"en": "Farther", "creole": "Farra"}}
{"translation": {"en": "Favour", "creole": "Favah"}}
{"translation": {"en": "Fever", "creole": "Febal"}}
{"translation": {"en": "Find", "creole": "Fin'"}}
{"translation": {"en": "For", "creole": "Fo"}}
{"translation": {"en": "Force", "creole": "Fo'ce"}}
{"translation": {"en": "Pounded plantain", "creole": "Foo-foo"}}
{"translation": {"en": "Truly, indeed", "creole": "Fo' true"}}
{"translation": {"en": "Frighten", "creole": "Friken"}}
{"translation": {"en": "Fill", "creole": "Full"}}
{"translation": {"en": "First", "creole": "Fus"}}
{"translation": {"en": "Girl", "creole": "Gal"}}
{"translation": {"en": "Species of ibis", "creole": "Gaulin"}}
{"translation": {"en": "Species of ibis", "creole": "Galin"}}
{"translation": {"en": "The space prepared for the water mamma dance", "creole": "Gandah"}}
{"translation": {"en": "The space prepared for the water mamma dance", "creole": "Gangah"}}
{"translation": {"en": "God Almighty", "creole": "Garamighty"}}
{"translation": {"en": "Give", "creole": "Gie"}}
{"translation": {"en": "A penny", "creole": "Gill"}}
{"translation": {"en": "Glanders", "creole": "Glandas"}}
{"translation": {"en": "Good", "creole": "Goo'"}}
{"translation": {"en": "The calabash as used for holding water", "creole": "Gooby"}}
{"translation": {"en": "Gold", "creole": "Gol'"}}
{"translation": {"en": "Greed", "creole": "Greedy"}}
{"translation": {"en": "Iguana, a lizard eaten by some creoles and Europeans", "creole": "Guana"}}
{"translation": {"en": "Governor", "creole": "Gubnah"}}
{"translation": {"en": "Plantain or cassava flour", "creole": "Gungotay"}}
{"translation": {"en": "Has, have", "creole": "Ha'"}}
{"translation": {"en": "Hard", "creole": "Haad"}}
{"translation": {"en": "Horse", "creole": "Hass"}}
{"translation": {"en": "Heart", "creole": "Haat"}}
{"translation": {"en": "Twopence", "creole": "Half-a-bitt"}}
{"translation": {"en": "Hollo", "creole": "Halla"}}
{"translation": {"en": "Ants", "creole": "Hanch"}}
{"translation": {"en": "Horn", "creole": "Handle"}}
{"translation": {"en": "Heat", "creole": "Hot"}}
{"translation": {"en": "Ask", "creole": "ะะฐั"}}
{"translation": {"en": "His", "creole": "He"}}
{"translation": {"en": "Hang", "creole": "Heng"}}
{"translation": {"en": "Himself", "creole": "Hese'f"}}
{"translation": {"en": "Raise, lift up", "creole": "Hise"}}
{"translation": {"en": "Hold", "creole": "Hol'"}}
{"translation": {"en": "Horn", "creole": "Ho'n"}}
{"translation": {"en": "Hoop", "creole": "Hoople"}}
{"translation": {"en": "The name of a fish", "creole": "Houri"}}
{"translation": {"en": "How d'ye do", "creole": "Howdee"}}
{"translation": {"en": "A large species of ant", "creole": "Jackman"}}
{"translation": {"en": "A parasitic plant", "creole": "Jango"}}
{"translation": {"en": "Jacket", "creole": "Jeggeh"}}
{"translation": {"en": "$8 80 or ยฃ1 16 8", "creole": "Joe"}}
{"translation": {"en": "To prick", "creole": "Jook"}}
{"translation": {"en": "A ghost", "creole": "Jumbi"}}
{"translation": {"en": "A boot, shoe", "creole": "Juta"}}
{"translation": {"en": "Catch", "creole": "Ketch"}}
{"translation": {"en": "Cayman, alligator", "creole": "Kiman"}}
{"translation": {"en": "Kind", "creole": "Kin'"}}
{"translation": {"en": "Skin", "creole": "'Kin"}}
{"translation": {"en": "Knock", "creole": "Knack"}}
{"translation": {"en": "A sluice", "creole": "Kokah"}}
{"translation": {"en": "Lord", "creole": "Laud"}}
{"translation": {"en": "A small wild animal, the flesh of which is very delicate", "creole": "Labba"}}
{"translation": {"en": "Labourer", "creole": "Labrah"}}
{"translation": {"en": "Learn, teach", "creole": "La'n"}}
{"translation": {"en": "Long", "creole": "Lang"}}
{"translation": {"en": "Find her mistake", "creole": "Larikary"}}
{"translation": {"en": "Learned", "creole": "Larnid"}}
{"translation": {"en": "Last, Lost", "creole": "Las'"}}
{"translation": {"en": "Eleven", "creole": "Leb"}}
{"translation": {"en": "Left, leave", "creole": "Lef'"}}
{"translation": {"en": "Let", "creole": "Leh"}}
{"translation": {"en": "Live, leave", "creole": "Lib"}}
{"translation": {"en": "Liberty", "creole": "Libaty"}}
{"translation": {"en": "Liver", "creole": "Libbah"}}
{"translation": {"en": "Lick his lips", "creole": "Lickrish"}}
{"translation": {"en": "Little", "creole": "Li'l"}}
{"translation": {"en": "Love", "creole": "Lobe"}}
{"translation": {"en": "Long black hair", "creole": "Lotan"}}
{"translation": {"en": "Lose", "creole": "Loss"}}
{"translation": {"en": "Meagre", "creole": "Magah"}}
{"translation": {"en": "Manager", "creole": "Manaja"}}
{"translation": {"en": "A fruit plentifully grown", "creole": "Mango"}}
{"translation": {"en": "Morning", "creole": "Ma'nin'"}}
{"translation": {"en": "Marriage", "creole": "Married"}}
{"translation": {"en": "Bruise, hurt", "creole": "Mash"}}
{"translation": {"en": "Master", "creole": "Massa"}}
{"translation": {"en": "A long wicker sieve used for straining cassava pulp", "creole": "Matapee"}}
{"translation": {"en": "Fellow, neighbour", "creole": "Matty"}}
{"translation": {"en": "Overtake, arrive at", "creole": "Meet"}}
{"translation": {"en": "Make", "creole": "Mek"}}
{"translation": {"en": "Remember", "creole": "Membah"}}
{"translation": {"en": "Middle", "creole": "Mi'l"}}
{"translation": {"en": "Miss, mistress", "creole": "Missy"}}
{"translation": {"en": "More", "creole": "Mo'"}}
{"translation": {"en": "Mortar", "creole": "Mo'tah"}}
{"translation": {"en": "Musician", "creole": "Musicianer"}}
{"translation": {"en": "No, not", "creole": "Na"}}
{"translation": {"en": "Another", "creole": "Nadda"}}
{"translation": {"en": "A spider", "creole": "Nancy"}}
{"translation": {"en": "Another", "creole": "Narra"}}
{"translation": {"en": "Dirty", "creole": "Nassy"}}
{"translation": {"en": "Never", "creole": "Nebba"}}
{"translation": {"en": "Noise", "creole": "Nise"}}
{"translation": {"en": "Foolish", "creole": "Nonsense"}}
{"translation": {"en": "Nothing", "creole": "Not'in'"}}
{"translation": {"en": "Enough, too much", "creole": "Nufi"}}
{"translation": {"en": "Used to", "creole": "Nusc"}}
{"translation": {"en": "Eat", "creole": "Nyam"}}
{"translation": {"en": "Over", "creole": "Obah"}}
{"translation": {"en": "Witchcraft", "creole": "Obeah"}}
{"translation": {"en": "A plaat, the fruit of which is very mucilaginous, and is used either in soup or as a side dish", "creole": "Ochro"}}
{"translation": {"en": "Old", "creole": "Ol'"}}
{"translation": {"en": "Hole", "creole": "'Ole"}}
{"translation": {"en": "Same as Houri", "creole": "Ouri"}}
{"translation": {"en": "House", "creole": "'Ouse"}}
{"translation": {"en": "To put out, extinguish", "creole": "Out"}}
{"translation": {"en": "One", "creole": "Own"}}
{"translation": {"en": "Owner", "creole": "Ownah"}}
{"translation": {"en": "Path", "creole": "Pa'"}}
{"translation": {"en": "To doubt", "creole": "ะะฐัะฐ"}}
{"translation": {"en": "A prickly bush rope", "creole": "Pamawarri"}}
{"translation": {"en": "Pasture", "creole": "Pastah"}}
{"translation": {"en": "Potato", "creole": "Patata"}}
{"translation": {"en": "Pattern", "creole": "Pattan"}}
{"translation": {"en": "The name of a fish", "creole": "Patwa"}}
{"translation": {"en": "A faney wicker basket", "creole": "Pegall"}}
{"translation": {"en": "Pln. La Penitence", "creole": "Penitant"}}
{"translation": {"en": "Steal", "creole": "Pick"}}
{"translation": {"en": "Child, children", "creole": "Picknie"}}
{"translation": {"en": "Spoil", "creole": "'Pile"}}
{"translation": {"en": "Peeling", "creole": "Pilin'"}}
{"translation": {"en": "A thorn, thorny bush", "creole": "Pimplah"}}
{"translation": {"en": "Pleasure", "creole": "Plesha"}}
{"translation": {"en": "Pleasure", "creole": "Pledja"}}
{"translation": {"en": "Plower", "creole": "Ploward"}}
{"translation": {"en": "Pork", "creole": "Po'k"}}
{"translation": {"en": "Pond", "creole": "Pou'"}}
{"translation": {"en": "Upon", "creole": "'Pon"}}
{"translation": {"en": "Poor", "creole": "Poo'"}}
{"translation": {"en": "Powder", "creole": "Powdah"}}
{"translation": {"en": "To take hold of unawares, pilfer", "creole": "Pra-pra"}}
{"translation": {"en": "Proper, very", "creole": "Prap"}}
{"translation": {"en": "Purpose", "creole": "Prupose"}}
{"translation": {"en": "Pumpkin", "creole": "Punckin"}}
{"translation": {"en": "Pound", "creole": "Pung"}}
{"translation": {"en": "Purse", "creole": "Pu'se"}}
{"translation": {"en": "Mud", "creole": "Putto-putto"}}
{"translation": {"en": "A wicker basket", "creole": "Quake"}}
{"translation": {"en": "Rafter", "creole": "Raftah"}}
{"translation": {"en": "Rats", "creole": "Ratta"}}
{"translation": {"en": "Rotten", "creole": "Rattau"}}
{"translation": {"en": "Razor,", "creole": "Razah"}}
{"translation": {"en": "Rank", "creole": "Renk"}}
{"translation": {"en": "Pln. Ruimveldt", "creole": "Rumfelt"}}
{"translation": {"en": "Shall", "creole": "Sa"}}
{"translation": {"en": "To know, understand", "creole": "Sabby"}}
{"translation": {"en": "Soft", "creole": "Saf"}}
{"translation": {"en": "Softly", "creole": "Saf'ly"}}
{"translation": {"en": "Sir", "creole": "Sah"}}
{"translation": {"en": "A lord, gentlemen", "creole": "Sahib"}}
{"translation": {"en": "Salt", "creole": "Sal"}}
{"translation": {"en": "Impudence", "creole": "Saucy"}}
{"translation": {"en": "Salimpenter, a large lizard", "creole": "Sal'pentah"}}
{"translation": {"en": "Self", "creole": "Se'f"}}
{"translation": {"en": "Say", "creole": "Seh"}}
{"translation": {"en": "Send", "creole": "Sen'"}}
{"translation": {"en": "Frizzled", "creole": "Sensa"}}
{"translation": {"en": "Wise, cunning", "creole": "Sense"}}
{"translation": {"en": "Centipede", "creole": "Sentapee"}}
{"translation": {"en": "Short", "creole": "Shaat"}}
{"translation": {"en": "Shove", "creole": "Shub"}}
{"translation": {"en": "Sit", "creole": "Si'"}}
{"translation": {"en": "Sifter", "creole": "Siftah"}}
{"translation": {"en": "A expression of surprise at seeing something unexpected", "creole": "So by!"}}
{"translation": {"en": "Swallow", "creole": "Swalla"}}
{"translation": {"en": "A religions festival among the East Indians", "creole": "Tadja"}}
{"translation": {"en": "Stagger", "creole": "'Taggah"}}
{"translation": {"en": "Stop-off", "creole": "\"Taff-aff"}}
{"translation": {"en": "Stand", "creole": "\"Tan'"}}
{"translation": {"en": "Top, above, heaven", "creole": "Tap"}}
{"translation": {"en": "Stop", "creole": "\"Tap"}}
{"translation": {"en": "Star", "creole": "\"Tar"}}
{"translation": {"en": "The other", "creole": "Tarra"}}
{"translation": {"en": "Taste", "creole": "Tas'e"}}
{"translation": {"en": "Steam", "creole": "\"Team"}}
{"translation": {"en": "Teeth", "creole": "Teet"}}
{"translation": {"en": "Till", "creole": "Teh"}}
{"translation": {"en": "Take,", "creole": "Tek"}}
{"translation": {"en": "Thank", "creole": "Teng"}}
{"translation": {"en": "Thank you", "creole": "Tenkee"}}
{"translation": {"en": "Stick", "creole": "\"Tick"}}
{"translation": {"en": "Fasten, instened", "creole": "Tie"}}
{"translation": {"en": "Steal", "creole": "Tief"}}
{"translation": {"en": "Thing", "creole": "Ting"}}
{"translation": {"en": "Think", "creole": "Tink"}}
{"translation": {"en": "Stir", "creole": "\"Tir"}}
{"translation": {"en": "Stomach", "creole": "\"Tomnch"}}
{"translation": {"en": "Astonish", "creole": "Touish"}}
{"translation": {"en": "A species of palm", "creole": "Tooroo"}}
{"translation": {"en": "Story", "creole": "\"Tory"}}
{"translation": {"en": "Strong", "creole": "'Trang"}}
{"translation": {"en": "Stranger", "creole": "\"Tranja"}}
{"translation": {"en": "Straw", "creole": "Traw"}}
{"translation": {"en": "Three", "creole": "Tree"}}
{"translation": {"en": "Trousers", "creole": "Trouses"}}
{"translation": {"en": "Trust", "creole": "Trus'"}}
{"translation": {"en": "Stuff", "creole": "\"Tuff"}}
{"translation": {"en": "Stamp", "creole": "\"Tump"}}
{"translation": {"en": "Turn", "creole": "Tu'n"}}
{"translation": {"en": "Tongue", "creole": "Tung"}}
{"translation": {"en": "Thirsty", "creole": "ะขusty"}}
{"translation": {"en": "Turtle", "creole": "Tuttle"}}
{"translation": {"en": "Wrong, evil", "creole": "Ugly"}}
{"translation": {"en": "Who, which", "creole": "Wah"}}
{"translation": {"en": "Wait", "creole": "Wai'"}}
{"translation": {"en": "One", "creole": "Wan"}}
{"translation": {"en": "Want", "creole": "Wan'"}}
{"translation": {"en": "Wash", "creole": "Was'"}}
{"translation": {"en": "Wastefu!", "creole": "Was'eful"}}
{"translation": {"en": "The water-cow, regarded as the embodiment of the evil spirit", "creole": "Watah-mamma"}}
{"translation": {"en": "Away", "creole": "Way"}}
{"translation": {"en": "Where", "creole": "Weh"}}
{"translation": {"en": "What", "creole": "Wha'"}}
{"translation": {"en": "Without", "creole": "Widout"}}
{"translation": {"en": "Work", "creole": "Wo'k"}}
{"translation": {"en": "Worst", "creole": "Wossest"}}
{"translation": {"en": "Here", "creole": "Yah"}}
{"translation": {"en": "Yellow", "creole": "Yalla"}}
{"translation": {"en": "Yonder", "creole": "Yandah"}}
{"translation": {"en": "Gay, swellish", "creole": "Yanga"}}
{"translation": {"en": "Ears", "creole": "Yase"}}
{"translation": {"en": "A small wild animal", "creole": "Yawarri"}}
{"translation": {"en": "Hear", "creole": "Yeddy"}}
{"translation": {"en": "Hear", "creole": "Yerry"}}
{"translation": {"en": "Eye", "creole": "Yeye"}}
{"translation": {"en": "Iโll get it in just a second", "creole": "Me gaan fetch it jusโ now"}}
{"translation": {"en": "She doesnโt know who that is", "creole": "She innoe is who"}}
{"translation": {"en": "I donโt want to hear about that", "creole": "Me in wanโ hear buh-dah"}}
{"translation": {"en": "I donโt know about that.", "creole": "Me innoe buh-dah"}}
{"translation": {"en": "I donโt know what that is", "creole": "Me innoe wah-is-dah"}}
{"translation": {"en": "Weโre all going to town", "creole": "Ahbidees gโwin in town"}}
{"translation": {"en": "You look depressed.", "creole": "Yโall does be looking so downpress"}}
{"translation": {"en": "I donโt want to see any children around here", "creole": "Me ah wah for see no pikโni dem rounโ ee"}}
{"translation": {"en": "At 7:00 weโre going to see Amanda and the rest of her family", "creole": "7:00 we gโwin for see Amanda dem"}}
{"translation": {"en": "They all want to look at me", "creole": "Dem ah watch meh"}}
{"translation": {"en": "He doesnโt want to go with us because his mother is frightened.", "creole": "He in wanโ go wiโ we cuz he mommy frikken"}}
{"translation": {"en": "Yes I know her", "creole": "Ah know she yes"}}
{"translation": {"en": "He doesnโt behave himself well", "creole": "He donโ behave heself nice"}}
{"translation": {"en": "Is that yours or ours?", "creole": "Dat is you own or we own?"}}
{"translation": {"en": "Sheโs already been in a lot of fights", "creole": "She does fight up nuffโ time already"}}
{"translation": {"en": "My garden has lots of flowers and trees and things", "creole": "Me garden get nuff nuff flower nuff nuff tree anโ ting"}}
{"translation": {"en": "You have a lot of ideas!", "creole": "You get nuff ideas!"}}
{"translation": {"en": "It happens often now", "creole": "It happen steady now"}}
{"translation": {"en": "I see him often", "creole": "I does see he steady"}}
{"translation": {"en": "Why do I have to suffer like this?", "creole": "Why I musโ punish so?"}}
{"translation": {"en": "I will do it", "creole": "ah go do it"}}
{"translation": {"en": "they usually want to take money from you", "creole": "dem ah waan sting yuh waan bil"}}
{"translation": {"en": "Every day I take care of the ricefield", "creole": "evri day me a run a raisfil"}}
{"translation": {"en": "he had the gun", "creole": "ee bin get gun"}}
{"translation": {"en": "it would have taken us a little time but we would have come out safely", "creole": "ee wuda tek awi lil time but awi bin go come out safe"}}
{"translation": {"en": "I'm working further inland", "creole": "me a wuk abak"}}
{"translation": {"en": "Now, if I go and sit down in my altar - I will say I know how to talk to God", "creole": "mi gu sit dong in mi alta nou - mi gu see mi noofu taak tuu gad"}}
{"translation": {"en": "I have to come I must say \"Oh God, I want you to protect me", "creole": "mi mos kom - mi mos see oo gad ai wanch yuu protek mii"}}
{"translation": {"en": "I want you to give me health and strength, I want you to protect my house", "creole": "ai wan yuu giv mii helt an strengt, ai wan yuu protek mi hous"}}
{"translation": {"en": "โprotect my children,\" you know?", "creole": "protek mii pikniii dem, \" yuu noo?"}}
{"translation": {"en": "I want you to talk you must talk let me hear how he talks", "creole": "ai want yuu taak yuu mos taak le mi hiir hou i a taak"}}
{"translation": {"en": "Well you will start to approach her - you know? Use a- use the English language with her", "creole": "wel yu gu star prooch shi - yu noo - kyeer wan- kyeer inglish langwidj tuu shi"}}
{"translation": {"en": "say \"Hello, I love you baby what's up?\" - you know?", "creole": "see heloo, ai lov yuu beebii wats op - yu noo"}}
{"translation": {"en": "I like the way you walk", "creole": "ai laik di wee yuu wak"}}
{"translation": {"en": "Hi darling, I'm going in, I will see you later.", "creole": "hai darling, ai goin in, ai gon sii yu leeta"}}
{"translation": {"en": "She was picking plums. When I asked her yesterday why she didn't tell me that she broke it down", "creole": "shi a pik plom. wen mi aks shi yestodee see shi na tel mii se shii brook am dong"}}
{"translation": {"en": "she didn't answer - she climbed on the fowl pen and broke it down ...", "creole": "shi na ansa - shi klaim pon di foul pen an brook am dong"}}
{"translation": {"en": "She asked me if ( ) then I asked if she wasn't big enough to tell Miss", "creole": "shi aks mi at hou (inaudible) den mi se shi na big iinoffu tel Mis"}}
{"translation": {"en": "that she had climbed on", "creole": "da shi klaim pon"}}
{"translation": {"en": "because she will curse. She was already cursing this morning for what I don't know", "creole": "koz shi gu kos. shi don bina kos dis maarnin mi en noofo wa"}}
{"translation": {"en": "Yesterday Mama told Aunty Baby to tell her \"Touch me\"", "creole": "yestodee Mamii tel antii Beebiifu tel shii toch mii"}}
{"translation": {"en": "like this and I told her \"Touch me\" like this, and she touched me", "creole": "an shi toch shi so an mi tel shi toch mi so an shi toch mi"}}
{"translation": {"en": "We told to tell her \"Right on,\" this is what she said, \"Right on.", "creole": "abii tel tel shi don noo hiir shii mii don noo (laughs)"}}
{"translation": {"en": "'Touch me there Mando.", "creole": "toch mi de Mandoo"}}
{"translation": {"en": "Suck your teeth on him - curse him - tell him to go and wash his dirty skin!", "creole": "ok yu teet pon am kos am tel i le i gu beed i doti skin"}}
{"translation": {"en": "a form of courtship (from suitoring,\" itself the result of adapting the noun \"suitor\" for use as a verb and then applying standard patterns to generate a gerund form)", "creole": "suurin"}}
{"translation": {"en": "You swet a lot. You get cramp. Your body does not move. Sometimes you get muscle-bound. Sometimes, you see like how I am here now, if I got muscle-bound, I'd be left just like this.", "creole": "swet plenti. yu ge kramp. yu badi na a muuv. somtaim yu ge mos bong. Sometaim yu si k mi de ya nou, mi ge mosl bong, mi lef sim i so."}}
{"translation": {"en": "It [the muscle] gets hard.", "creole": "ii ge haard"}}
{"translation": {"en": "This can't come out. This doesn't come out.", "creole": "dis kyaa kom out. Dis na a kom out."}}
{"translation": {"en": "You have to anoint it.", "creole": "yu gadu naint it"}}
{"translation": {"en": "This would be left just as it is if I got muscle-bound. Sometimes I am working and my foot is left in this position. It becomes muscle-bound, all swollen here.", "creole": "dis lef sim i so ou ii de if mi ge mos bong."}}
{"translation": {"en": "There is - there is a man.", "creole": "ii ge - ii get o mann"}}
{"translation": {"en": "All the veins become tied together, and get fat! Sometimes -sometimes if he is my partner, he would work, sometimes he would come over, and rub, and rub, and try to pull it, and pull, and pull, you know? Pull and rub and pull. Don't let me tell vou what vou have to do - whoever is muscle-bound. Your stomach or your liver wants to burst out, with pain, you know, while he is doing these kinds of things.", "creole": "aal di veen kom an tai tugeda, an kom fat so! sodaim - sodaim if hii a mi pardno, ii a wok, sotai ii kom, i gu rob, in gu rob, ii gu rob, igu chrai pul, ii gu pul, ii gu pul, yu noo? Pul an rob an pul. No le mi tel yu wo yuu ga to duu - wo gat di mosl bong. Yu stomik or yoor livo waan bos out, wid peen, yu noo, wails hi gu duu dis kain o tingsz."}}
{"translation": {"en": "Sometimes you vomit all the food you ate when you - when all those things happen to you.", "creole": "somi yu vamit out aal yu fuud wo yu it - wen yu it - wen yu ii - wej aal do - stoori hapn wid yu."}}
{"translation": {"en": "When you get cramp, you have to lie down in - in", "creole": "wen yu ge kramp, yu ga fu lee dong op - o lee dong o di keen - ai - a - in di fiil. yes!... Wel das wai wen yu waan da tablit yu gatu ron gu gu sarch fu di maan. or yu ge won kot, yu gatu ron gu luk fu di maan. yu noรณ, if yu get ful taim pipl, di - di badi huu gu du di wok gu kom rong in di fil. bika da a hii wok - ii na go notn els fu du!"}}
{"translation": {"en": "I looked across at my friends, they were doing the same thing too.", "creole": "mi luk acras a mi padna dem dem a du de sem tin."}}
{"translation": {"en": "Those boys decided to throw some gasoline upon the thing to see what would happen.", "creole": "dem ba disa'd fu tro som gesolin pan di tin fu si wa go hapn"}}
{"translation": {"en": "And I beggedย him for one.", "creole": "an ma beg a man fi wan"}}
{"translation": {"en": "'What are we going to do", "creole": "we fu du na?"}}
{"translation": {"en": "Hey boy, what are the big happenings around here?", "creole": "e ba', ha\" iz di tekaps in dis ples?"}}
{"translation": {"en": "They say that the labaria snake is one of the fastest biting snakes.", "creole": "Dem se da di labaria snek wan a di fastis bitin snek"}}
{"translation": {"en": "An Amerindian is a man who lives in the bush", "creole": "wan bak iz a man wa de in di bush"}}
{"translation": {"en": "Hello, how are you doing today?", "creole": "Hey, wa gwaan, how yuh deh today"}}
{"translation": {"en": "I am feeling really tired.", "creole": "Me feelin' real tired"}}
{"translation": {"en": "Can you pass me that book over there?", "creole": "Yuh can pass meh dat book ova deh?"}}
{"translation": {"en": "What are you planning to do this weekend?", "creole": "Wah yuh plan fuh do dis weeken?"}}
{"translation": {"en": "I love to eat spicy food.", "creole": "Meh love fuh eat hot hot food."}}
{"translation": {"en": "My fatherโs sister husband works in the hinterland region.", "creole": "Meh pupah a wuk abak."}}
{"translation": {"en": "Do you want to go for a walk with me?", "creole": "Yuh wan fuh go fuh walk wit meh?"}}
{"translation": {"en": "I need to go to the store to buy some groceries.", "creole": "Me need fuh go deh store fuh buy some grocery."}}
{"translation": {"en": "I am sorry for being late.", "creole": "Me sorry fuh be late."}}
{"translation": {"en": "Whatโs your favorite kind of music?", "creole": "Wah yuh favorite kind ah saang?"}}
{"translation": {"en": "Whatโs happening, my sister?", "creole": "Wah deh happen, meh sista?"}}
{"translation": {"en": "Good morning, how did you sleep?", "creole": "mawning, how yuh sleep?"}}
{"translation": {"en": "Good afternoon, how was your day?", "creole": "Gud aftanoon', how yuh day bin?"}}
{"translation": {"en": "I had to take care of some business this morning.", "creole": "Meh bin go fuh a run dis mawning"}}
{"translation": {"en": "I was looking for my phone, but I cannot seem to find it.", "creole": "Me bin deh look fuh meh fone, but me nah find it."}}
{"translation": {"en": "I want chocolate ice cream.", "creole": "Meh wan' some chakalate ice cream"}}
{"translation": {"en": "I do not like to look at horror movies.", "creole": "Meh nah like watch jumbie movies."}}
{"translation": {"en": "Its quite a hot day, I need to put the fan on.", "creole": "Me feelin' hot, meh need fuh turn on dis fan."}}
{"translation": {"en": "I am in the mood to eat cookup rice and fry fish today.", "creole": "Meh feel lik fuh eat kitchree and fry fish"}}
{"translation": {"en": "I want to learn how to sing the Hinduโs religious songs.", "creole": "Me wan' learn how fuh sing sum bhajan"}}
{"translation": {"en": "My fatherโs sister visited yesterday", "creole": "Meh poohah cum see we yestaday."}}
{"translation": {"en": "My sister โ in โ law is a great cook.", "creole": "Meh sista-in-law know fuh cook good good."}}
{"translation": {"en": "My father is the youngest of his siblings.", "creole": "Meh poppy deh di youngest outta he siblin' dem."}}
{"translation": {"en": "My niece graduated from the university of Guyana.", "creole": "Meh niece jus' gradguate from UG."}}
{"translation": {"en": "My nephew is two years old.", "creole": "Meh nephew only two-year-old."}}
{"translation": {"en": "My cousin and I are very close.", "creole": "Me cousin an' meh tight like glue."}}
{"translation": {"en": "My aunt is my motherโs sister.", "creole": "Meh aunty ah meh mudda sista."}}
{"translation": {"en": "My fatherโs parents are celebrating their 50thWedding anniversary this year.", "creole": "Meh aja and ajee gon celebrate dem 50th weddin' anniversary dis year."}}
{"translation": {"en": "My fatherโs brother is visiting us next month.", "creole": "Meh chacha comin' fuh see we next month.\""}}
{"translation": {"en": "I have two older brothers and one little sister.", "creole": "Me get two big brodda an' one lil' sista."}}
{"translation": {"en": "My mother is cooking dinner presently.", "creole": "Meh mudda cookin' dinna right now."}}
{"translation": {"en": "My family and I are going to the beach for Easter.", "creole": "Me an' meh family gon go to the watside fuh Easta."}}
{"translation": {"en": "My wife and I have three children.", "creole": "Me an' meh wife gat three pikni."}}
{"translation": {"en": "My sister and I always been close since we were young.", "creole": "Me an' meh sista always bin close from lil days."}}
{"translation": {"en": "My motherโs mother always makes the best cook up rice.", "creole": "Meh nani always mek the best cookup rice."}}
{"translation": {"en": "My father likes to watch cricket on the television.", "creole": "Me dada like fuh watch cricket on TV."}}
{"translation": {"en": "My family and I are going out to eat tonight.", "creole": "Me an' meh family gon go out fuh eat tonight."}}
{"translation": {"en": "My brother likes to play football in his free time.", "creole": "Me brudda like fuh play futball wen he na gat notin fuh do."}}
{"translation": {"en": "My cousin got a new job.", "creole": "Meh dada jus' get a new wuk."}}
{"translation": {"en": "My sister sleeps at her fatherโs brother wife house whenever she is scared to be alone.", "creole": "Meh sistoe does cum fuh sleep at she chachee housewhen she friken."}}
{"translation": {"en": "I would like to have some potato and chickpeas.", "creole": "Me wan' some aloo and Channa."}}
{"translation": {"en": "I havenโt drunk sorrel for quite a while.", "creole": "Me nah bin drink sarrel in a lang time."}}
{"translation": {"en": "I bought the cassareep to make the pepper pot.", "creole": "Meh buy sum cassreep fuh meh peppapot"}}
{"translation": {"en": "I cooked fried eggplant with flat bread for breakfast.", "creole": "Meh bin fry up some balanjay wit bakes fuh breakfast."}}
{"translation": {"en": "I made tamarind balls for my motherโs brother.", "creole": "Meh bin mek some tamrind balls fuh meh mamoo."}}
{"translation": {"en": "I prefer eating potato fry, rather than the jackfruit.", "creole": "Me nah like eat breadfruit, meh prefer aloo."}}
{"translation": {"en": "For breakfast, I would like to have bake with salted fish.", "creole": "Me wan' some bake n sal fish fuh breakfast"}}
{"translation": {"en": "I was feeling hot, so I drank cool mauby.", "creole": "Meh bin drink some mauby fuh cool down."}}
{"translation": {"en": "Having soup will make my health better.", "creole": "Me wan' some souse fuh feel gud."}}
{"translation": {"en": "I need coconut milk for the curry.", "creole": "Me need fuh buy some coconut fuh meh curry"}}
{"translation": {"en": "I am allergic to beef, venison and mutton, how I can eat chicken or pork.", "creole": "Meh nah eat beef, goat nor mutton meh prefer chicken or poke."}}
{"translation": {"en": "The cassava pone I made turned out well without any burns.", "creole": "Meh bin mek some cassava pone, it tun out good."}}
{"translation": {"en": "I like when my food is extra spicy.", "creole": "Me wan' some hot peppa saase fuh meh food."}}
{"translation": {"en": "My older brother prefers fish.", "creole": "Me nah like eat fish, but meh dada love it"}}
{"translation": {"en": "I prefer having the chapatti with chataigne.", "creole": "Me like fuh eat roetea and catahar"}}
{"translation": {"en": "After taking the chapatti off the stove, you need to clap it with your palms.", "creole": "Wen cuking oil roti, you ga buss-up shut it"}}
{"translation": {"en": "My sister- in โ law is preparing skin fish with spinach for dinner", "creole": "Meh boujiย deh chop up some bangamary and bajee fuh cuk fuh dinna."}}
{"translation": {"en": "My motherโs father used the rolling the pin to roll the dough.", "creole": "Meh nana balay the roetea"}}
{"translation": {"en": "The chopper is quite dull, I need to buy a whetstone to sharpen it.", "creole": "Me need fuh buy a file fuh sharpen meh cutlass fuh cut deh meat."}}
{"translation": {"en": "I want to buy a food processor for the making of dhal puri.", "creole": "Me wan' buy wan mill fuh grind meh dhal fun mek dhal puri"}}
{"translation": {"en": "My motherโs father takes care of the rice field everyday.", "creole": "Meh nana a run raisfil evri day"}}
{"translation": {"en": "Thank you very much for the sari.", "creole": "Tenk yuh bad bad fuh the sahree."}}
{"translation": {"en": "My mother gives me laxatives since I had constipation.", "creole": "Meh mudda giv meh sayneepod fuh me get belly wukkings."}}
{"translation": {"en": "Can you speak slower?", "creole": "Talk lil bit slowa"}}
{"translation": {"en": "What time is it?", "creole": "Wah time it say deh?"}}
{"translation": {"en": "What is the cost for this item?", "creole": "Ah how much this thing a sell fuh?"}}
{"translation": {"en": "Can you help me?", "creole": "Gimme ah han?"}}
{"translation": {"en": "Motherโs sister lives in America.", "creole": "Meh mousie a liv a merica."}}
{"translation": {"en": "I do not know how to move my hips to the rhythm of the drums.", "creole": "Mi na no how fuh wine wen tassa a play."}}
{"translation": {"en": "His mistress came home yesterday", "creole": "he sweet homan gan home estaday."}}
{"translation": {"en": "There is personal conflict of interest between Sankar and Sneha.", "creole": "He and she gat store-ee."}}
{"translation": {"en": "Mr. Kes is a jovial person.", "creole": "He proppa lik fuh skin he teeth fuh eny least ting."}}
{"translation": {"en": "Mr. James dog was fed two times and still is hungry.", "creole": "This dawg proppa scraven, up to today meh gyam 2 plate rice and he still a bark fuh mo food."}}
{"translation": {"en": "Our housemaid lacks the basic skills in doing our laundry or even our kitchen shores.", "creole": "She proppa poohar"}}
{"translation": {"en": "Mr. Smith would normally imitate himself as Vin Diesel to hit on the girls passing by.", "creole": "Luk how he playin fresh, think ya wan star bai"}}
{"translation": {"en": "She lacks the basic knowledge in cooking โdhalโ.", "creole": "she proppa dunkay damn, cant even gutney the dhal."}}
{"translation": {"en": "The Amerindian man standing across in the room disrespected me.", "creole": "That buck man deh tek he eyes and pass meh"}}
{"translation": {"en": "Her hair is long.", "creole": "She hair lang lik rope"}}
{"translation": {"en": "Her teeth are white.", "creole": "She teeth dem white lik pearl"}}
{"translation": {"en": "He is dark in complexion", "creole": "E skin black like night"}}
{"translation": {"en": "Those are some short women.", "creole": "Dem homan deh shawt lik stump."}}
{"translation": {"en": "The men standing in the corner are quite unattractive.", "creole": "Dem man dah ugly lik sin"}}
{"translation": {"en": "Mr. Singh is quite a tall person.", "creole": "E deh tall like coconut tree."}}
{"translation": {"en": "The girls across the room are very attractive and outgoing.", "creole": "Dem gyals deh hot like peppa."}}
{"translation": {"en": "The rain is starting and stopping intermittently", "creole": "De rain ah stop and start like signal light"}}
{"translation": {"en": "The sky is clear and bright", "creole": "De sky ah clear like crystal."}}
{"translation": {"en": "The heat is making you sweat profusely.", "creole": "De heat ah mek yuh sweat lik rain"}}
{"translation": {"en": "The weather is changing constantly.", "creole": "De weddaa ah change lik cloze."}}
{"translation": {"en": "Its raining quite heavily", "creole": "De rain ah fall kat and dawgs"}}
{"translation": {"en": "The sun is very hot.", "creole": "De sun hawt like fire."}}
{"translation": {"en": "The goat curry is now being shimmered to a thick masala liquid.", "creole": "De goat curry ah bunjal nice now."}}
{"translation": {"en": "The pepper is burning my eyes.", "creole": "De peppa ah mek me eye water."}}
{"translation": {"en": "The rice is now boiling on the stove.", "creole": "De pot ah now bubble up on de stove"}}
{"translation": {"en": "The flour is being knead now.", "creole": "Me ah mix the flowa now"}}
{"translation": {"en": "The restaurant is fully booked.", "creole": "De restarant ah full up with people."}}
{"translation": {"en": "I am going to the market", "creole": "Me ah go down de market"}}
{"translation": {"en": "The menโs group are cooking โlukanani fishโ as their dish tonight.", "creole": "Dem man deh ah cook up lookananee"}}
{"translation": {"en": "The community is gathering around to decorate the temple for the upcoming festival, Diwali.", "creole": "Dem ah decorate de mandir for Diwali."}}
{"translation": {"en": "The men are now going to the mosque for their time of worship.", "creole": "Dem fullahman a go pray a masjid now"}}
{"translation": {"en": "Coconuts produce oil. OR: The coconut produces oil.", "creole": "kooknot bring ail"}}
{"translation": {"en": "customer girl children", "creole": "kostomo gyal chirin"}}
{"translation": {"en": "Its cover is lost", "creole": "di kova fo(r) am laas"}}
{"translation": {"en": "top of stove", "creole": "stoov ke tap"}}
{"translation": {"en": "The pot cover is lost.", "creole": "di kova fo di pat laas"}}
{"translation": {"en": "a sharp razor", "creole": "wan shaap reezaa"}}
{"translation": {"en": "He was passing on the road", "creole": "hii a paas a rood"}}
{"translation": {"en": "this lady", "creole": "dis leedi"}}
{"translation": {"en": "these people", "creole": "diiz piipl dem"}}
{"translation": {"en": "Those bad words", "creole": "dem ekspreshn de"}}
{"translation": {"en": "those things", "creole": "dem tingz"}}
{"translation": {"en": "These things (here).", "creole": "dem ting ya"}}
{"translation": {"en": "three times", "creole": "chrii taim"}}
{"translation": {"en": "twelve years of age", "creole": "twelv yeer"}}
{"translation": {"en": "Don't you have any that opens machines and other such things?", "creole": "ayu na ga non wo doz oopn mashiin an so?"}}
{"translation": {"en": "The man who is on the road is very stupid.", "creole": "di man wa de pan di rood ii chupit baad"}}
{"translation": {"en": "After I grew up and got a little bigger, I - I went away to the weeding gang.", "creole": "afta mi groo an mi get lil mo big, mi - mi gu wee a wiiding dee"}}
{"translation": {"en": "The boy is very foolish. OR: The boy is quite foolish.", "creole": "di baai dootish baad"}}
{"translation": {"en": "There was this man", "creole": "dis bina wan maan"}}
{"translation": {"en": "From Friday night people are continuing to pour in.", "creole": "from fraidi nait yu a ge piipl stedii"}}
{"translation": {"en": "You are always afraid of any little noise. OR: The least (bit of) noise startles you.", "creole": "yu aalweez fraikn eni lil naiz"}}
{"translation": {"en": "Any little noise scares you. OR: You are always scared by the least bit of noise.", "creole": "eni lil naiz yu alweez freed"}}
{"translation": {"en": "What did you draw it with? Charcoal?", "creole": "yu jraa om wid wo - charkool?"}}
{"translation": {"en": "And where did you guys play this?", "creole": "an wee alyu yuuzto plee dis?"}}
{"translation": {"en": "He isn't dead.", "creole": "ii na ded"}}
{"translation": {"en": "And she began to suck the boy.", "creole": "an ii bigin fu sok dis bai"}}
{"translation": {"en": "We were living on a dam", "creole": "awii liv fan a dam"}}
{"translation": {"en": "(1) I/me; you (SG); he/him, she/her, it; we/us; you (PL); they/them (2) he/him, she/her, it", "creole": "(1) mii; yuu; hii; awii; a(l)yu; dem (2) hii, shii, it"}}
{"translation": {"en": "I, you, he/him/she/her/it", "creole": "mii vs. mi, yuu vs. yu, hii vs. ii, am"}}
{"translation": {"en": "we/us; you; they/them", "creole": "awii; a(l)yu; dรฉm vs. dรจm"}}
{"translation": {"en": "you (SG), you (PL)", "creole": "yu, a(l)yu"}}
{"translation": {"en": "which side ~ which part", "creole": "wi said ~ wich paat"}}
{"translation": {"en": "what time", "creole": "wa taim"}}
{"translation": {"en": "which body ~ who body", "creole": "wich badi ~ huu badi"}}
{"translation": {"en": "How does one play cricket in mud?", "creole": "hou yu doz plee krikit in mod?"}}
{"translation": {"en": "Alright, it is our boys who are living there, okay? My brother and me, okay?", "creole": "aat, iz wi bai livin de, rait? mi brodo an mii, rait"}}
{"translation": {"en": "a person/someone, somebody", "creole": "wan badii vs. sombadi"}}
{"translation": {"en": "a thing/something, something", "creole": "wan ting vs. somting"}}
{"translation": {"en": "When the poor people had dispersed, the policemen caught up with the guys on the road and carried them to lock them up.", "creole": "wen di poor piipl dem go we, di puliismaan dem kech di maan dem a rood, an kyar dem"}}
{"translation": {"en": "When we hear about these things, we don't know what to do", "creole": "wen wii heer about dem tingz dem dis wii doon noo wat tu do"}}
{"translation": {"en": "the cows", "creole": "di kou dem"}}
{"translation": {"en": "books (all over)", "creole": "buk buk"}}
{"translation": {"en": "Sita and her friends.", "creole": "Siita dem"}}
{"translation": {"en": "The men are working.", "creole": "di maan dem a wok"}}
{"translation": {"en": "Some of them want to make - come in your shop. OR: Some of them might want to come and make - come into your shop.", "creole": "som a dem mait kom waan mek - kom in yu shap"}}
{"translation": {"en": "The children went in front. OR: Those children were very much in front.", "creole": "dem piknii dee fรณs~fรณs"}}
{"translation": {"en": "I do all kinds of work. OR: I do work of this kind, that kind, the other kind.", "creole": "mii duu kรin~kรกin wok"}}
{"translation": {"en": "a whistle", "creole": "bloo bloo"}}
{"translation": {"en": "And the foot was not cut at the right spot", "creole": "an di fut na kot a di rait spot"}}
{"translation": {"en": "one ear; one hand", "creole": "wan said eez; wan han"}}
{"translation": {"en": "Why can't they go in the bank and withdraw money?", "creole": "wai dem kyaan go in di bangk an jraa monii?"}}
{"translation": {"en": "Well that's it! That's what I say", "creole": "wel a da! a da wa mii se!"}}
{"translation": {"en": "He had a sharp razor.", "creole": "hii ga wรn shaap reezaa"}}
{"translation": {"en": "Well, one day I was lying down on this boat.", "creole": "wel wan dee mi bin a lai dong pan dis boot"}}
{"translation": {"en": "Combine harvesters cut it, winnow it and bag it. OR: Using combined harvesters, (we) cut, winnow and bag it", "creole": "kombain kot am, win am an ful am in bag"}}
{"translation": {"en": "Well, this big monkey, he took something out of this drum, and threw it into the river.", "creole": "wel, dis big mongkii, hii tek sompn ou dis jrom, an dash om in di riva."}}
{"translation": {"en": "Even before I was born Mummy bought that machine.", "creole": "sins wen mii na bin baarn yeet, mamii in bai da mashiin"}}
{"translation": {"en": "That is not suitable.", "creole": "da kyaahn wok"}}
{"translation": {"en": "That story is not believable.", "creole": "da stoorii kyaahn wok"}}
{"translation": {"en": "this book", "creole": "dis buk ya"}}
{"translation": {"en": "that book", "creole": "da buk de"}}
{"translation": {"en": "that tree (over there)", "creole": "da chrii yanda vs. da chrii ova so"}}
{"translation": {"en": "A dam is built one bit of earth at a time, but two bits of earth at a time would build it faster.", "creole": "wan-wan dotii doz bil dam, tuu-tuu dotii doz bil am faasa"}}
{"translation": {"en": "The man came in first/second", "creole": "di man bring fos/sekan"}}
{"translation": {"en": "The man came in eleventh", "creole": "di man bring iilevn"}}
{"translation": {"en": "He is the fifth man to cross the line.", "creole": "ii a maan nomba faiv fu paas di lain"}}
{"translation": {"en": "Two dogs are dead.", "creole": "tuu daag de:d"}}
{"translation": {"en": "Sometimes, if he is my partner, he would work", "creole": "sodaim if ii a mi paadna, ii a wok"}}
{"translation": {"en": "Our book is here.", "creole": "fo awii buk ya"}}
{"translation": {"en": "yours", "creole": "yuu oon"}}
{"translation": {"en": "mine", "creole": "mi wan"}}
{"translation": {"en": "He is shorter.", "creole": "hii moo shaat"}}
{"translation": {"en": "He is taller than his brother.", "creole": "hii moo taal dan ii broda"}}
{"translation": {"en": "They would have robbed me", "creole": "dem bin a go raab mi"}}
{"translation": {"en": "They had already known what to do.", "creole": "dem bin don noo wa fu du"}}
{"translation": {"en": "All of them were jumping in to get it.", "creole": "aal o dem a jomp forom"}}
{"translation": {"en": "I will go to school tomorrow. OR: Tomorrow I will go to school.", "creole": "mi a go skuul tumara"}}
{"translation": {"en": "They used to cultivate their farm and so on, and they used to stay there.", "creole": "dem das plaant dem faam an ting an dem das yuus-tu stan de"}}
{"translation": {"en": "And (yet) look how in the broad daylight you're scaring me?", "creole": "an luk hou hai hai dee taim yu a fraikn mi?"}}
{"translation": {"en": "Nothing is there. OR: There is nothing there.", "creole": "notn na de de"}}
{"translation": {"en": "I had not finished talking with them", "creole": "mi no bin don gyaaf wid dem"}}
{"translation": {"en": "I don't know why they are doing this.", "creole": "mi na no wai dem a du dis ting"}}
{"translation": {"en": "He met a lady who was making oil.", "creole": "ii miit wit wan leedi a mek ail"}}
{"translation": {"en": "The mangoes are ripening on the tree right now.", "creole": "di manggo dem a raip pon di chrii rait nou"}}
{"translation": {"en": "Our mangoes have ripened some long time ago. OR: Our mangoes have been ripe for some time now.", "creole": "awii manggo don raip laang taim"}}
{"translation": {"en": "I left my house and was walking down the road, when dogs (or a dog) came behind me barking.", "creole": "mi lef mi hous a waak dong di rood an daag kom baak bihain mi"}}
{"translation": {"en": "Don't plan to go there if you haven't been there already.", "creole": "no bada go de if yu no bin de aredii"}}
{"translation": {"en": "Those who haven't gone yet should go now.", "creole": "huu no gaan yet beta gu nou"}}
{"translation": {"en": "They probably were telling lies on me.", "creole": "dem mosii bin a tel lai pan mi"}}
{"translation": {"en": "They who have feet can run.", "creole": "uu gat fut kyan ron"}}
{"translation": {"en": "Come here!", "creole": "kom ya!"}}
{"translation": {"en": "Don't sing!", "creole": "na sing"}}
{"translation": {"en": "Long ago you had a donkey cart and now you have a motor car.", "creole": "lang taim gat am dangkii kyaat, nou yu gat am mootoo kyaar"}}
{"translation": {"en": "Well he was peeling coconuts", "creole": "wel ii a piil kookno(t)"}}
{"translation": {"en": "They gave the man the book. OR: They gave the book to the man.", "creole": "dem gi di maan di buk"}}
{"translation": {"en": "I gave the ball to John deliberately. (i.e. I didn't give it to him by accident.)", "creole": "mi tek di baal gi Jaan"}}
{"translation": {"en": "Bad food gives people diarrhoea.", "creole": "baad fuud doz gi piipl belii wok"}}
{"translation": {"en": "Give this bucket to your mother.", "creole": "tek dis bokit gi yu moda"}}
{"translation": {"en": "I gave the man the ball. OR: I have given the ball to the man", "creole": "mi gi di maan di baal"}}
{"translation": {"en": "I believe in it.", "creole": "mi biliiv in am"}}
{"translation": {"en": "(It seems) like she couldn't stomach the blood.", "creole": "laik ii kyaan stomik di blod"}}
{"translation": {"en": "At that time aerated [carbonated] drinks weren't as plentiful as they are now.", "creole": "do taim laik di din gat iiryiiyeetid jringk su moch lek nou"}}
{"translation": {"en": "Look, there is a tree down so.", "creole": "luk dong so gat o chrii"}}
{"translation": {"en": "So the rain usually falls", "creole": "so di reen doz faal"}}
{"translation": {"en": "hedeek a teer mi teel", "creole": "hedeek a teer mi teel"}}
{"translation": {"en": "I have a headache. OR: My head is aching. OR: My head is hurting me. OR: My head hurts.", "creole": "mi hed a hot mi"}}
{"translation": {"en": "I have a headache. OR: I am suffering from a headache.", "creole": "mi a sofa from hedeek"}}
{"translation": {"en": "I like food.", "creole": "mi laik fuud"}}
{"translation": {"en": "I enjoyed the joke.", "creole": "di jook swiit mi"}}
{"translation": {"en": "I am afraid. OR: I am a coward.", "creole": "mi fraikn"}}
{"translation": {"en": "My heart is beating. OR: My heart is racing. OR: My heart is pounding.", "creole": "mi haat a biit"}}
{"translation": {"en": "He cut the bread with a knife. OR: He used the knife to cut the bread.", "creole": "ii kot di bre:d wid di naif"}}
{"translation": {"en": "He cut the bread with a knife. OR: He used the knife to cut the bread.", "creole": "hii tek di naif kot di bre:d"}}
{"translation": {"en": "What would they do with twenty dollars?", "creole": "wo dem go du wid twenti dala monii?"}}
{"translation": {"en": "My father was sleeping with him in the hospital", "creole": "mi fado bin a sliip wid ii in di haspital"}}
{"translation": {"en": "Mary and John went to church. OR: John and Mary have gone to church", "creole": "Meeri an Jaan gu choch."}}
{"translation": {"en": "John went to church with Mary. OR: John has gone to church with Mary.", "creole": "Jaan go choch wid Meeri"}}
{"translation": {"en": "And the lady in retaliation, sucked his blood. OR: The lady turned back and sucked him (his blood).", "creole": "an di - leedii ton bak an sok i"}}
{"translation": {"en": "Sita and I were in school together.", "creole": "mii an Sita gu skuul tugeda"}}
{"translation": {"en": "since they say Old Higues are living people", "creole": "az dem se ool aig a livn piipl"}}
{"translation": {"en": "This time is not the olden days.", "creole": "dis taim na laang taim"}}
{"translation": {"en": "Well, the man was glad.", "creole": "wel di maan glaad"}}
{"translation": {"en": "John is in there", "creole": "Jaan in de"}}
{"translation": {"en": "John is/can be found in there.", "creole": "Jaan de in de"}}
{"translation": {"en": "My grandfather had a place at Felicity Village", "creole": "mii granfaada bin gat plees a filisiti bilid"}}
{"translation": {"en": "Just there, there was a coconut tree.", "creole": "jos de ii bin ga wan kookno chrii"}}
{"translation": {"en": "A big mango tree (that) was right in front of the building.", "creole": "wan manggoo chrii bin de rait a hed a di biling"}}
{"translation": {"en": "He has gone to Georgetown.", "creole": "ii gaan a Jaajtong"}}
{"translation": {"en": "She has gone to Georgetown", "creole": "ii gaan a Jaajtong"}}
{"translation": {"en": "He drove to Georgetown", "creole": "ii jraiv go a Jaajton"}}
{"translation": {"en": "He drove to Berbic", "creole": "ii jraiv go Borbii"}}
{"translation": {"en": "My mother came to Guyana a long time ago", "creole": "mi moda kom Gaiyana laang tai"}}
{"translation": {"en": "I have gone to the market (lit. I went to market)", "creole": "mi gu (a) maakit"}}
{"translation": {"en": "I have come from the market (lit. I came from market)", "creole": "mi kom from maaki"}}
{"translation": {"en": "John pushed the girl straight into the hole", "creole": "Jaan push di gyal schreet insaid di hoo"}}
{"translation": {"en": "John is inside the hole", "creole": "Jaan de insaid di hoo"}}
{"translation": {"en": "John pushed the cart straight into the river", "creole": "Jaan push di kyaart go schreet insaid di riv"}}
{"translation": {"en": "The man pulled the cow out of the hole", "creole": "di maan pul di kou out di hoo"}}
{"translation": {"en": "Very early in the mornings, they pull you out of your be", "creole": "suun suun maanin, dem doz haal yu out yu be"}}
{"translation": {"en": "Early in the morning you are still in your be", "creole": "suun suun maanin yu stil de a yu be"}}
{"translation": {"en": "I got up and ran to the sideline canal", "creole": "mi git op an mi ron go a di saili"}}
{"translation": {"en": "They put my bag on the ground. OR: They took my bag and put it on the ground", "creole": "dem tek mi baag put am pon di gron"}}
{"translation": {"en": "He put his tail between his legs and walked away", "creole": "ii tek ii teel put bitwiin ii fut an waak we"}}
{"translation": {"en": "He wiped the table with a cloth", "creole": "ii tek wan klaat waip di teeb"}}
{"translation": {"en": "Did I send you to give them a message?", "creole": "mi sen yu fu kyarii mesij gi dem"}}
{"translation": {"en": "He bought land for his so", "creole": "ii bai lan gi ii so"}}
{"translation": {"en": "Have you cleaned/wiped the dirt off your body as yet", "creole": "yu kliin yu skin yet"}}
{"translation": {"en": "He looked at himself in the mirror", "creole": "ii wach ii self in di mira"}}
{"translation": {"en": "John looked at himself in the mirror", "creole": "Jaan wach iiself in di mira"}}
{"translation": {"en": "John himself opened the door", "creole": "Jaan self oopm di door"}}
{"translation": {"en": "They hugged up each other", "creole": "dem hog op matii vs. dem hog op wan anad"}}
{"translation": {"en": "They look after themselves. OR: They are selfish", "creole": "dem doz luk aafta dem oon self"}}
{"translation": {"en": "The man has been cut in his foot", "creole": "di maan get kot in ii fut"}}
{"translation": {"en": "The man's foot is cut. OR: The man has been cut on his foot", "creole": "di maan fut kot"}}
{"translation": {"en": "The boy (who is) seated over there is my friend", "creole": "di baai sidong oova de a mi fren"}}
{"translation": {"en": "The boy who has sat down over there is my friend", "creole": "di baai wa sidong oova de a mi fren"}}
{"translation": {"en": "The girl (whom) you see over there is my daughter", "creole": "di gyal piknii wa yu si oova de, a mi daata"}}
{"translation": {"en": "The girl (whom) you saw over there, is my daughter", "creole": "di gyal piknii yu si oova de, a mi daata"}}
{"translation": {"en": "Those are the scissors with which she cut the paper", "creole": "da a di sizazs ii kot di peepa wid"}}
{"translation": {"en": "Those are the scissors with which she cut the paper", "creole": "da a di sizaz ii tek (an) kot di peepa wid"}}
{"translation": {"en": "Those are the scissors with which she cut the paper", "creole": "da a di sizaz wa ii kot di peepa wid"}}
{"translation": {"en": "She told him that she would suck his blood", "creole": "shi tel am se ii go sok am"}}
{"translation": {"en": "He told me that he had forgotten", "creole": "ii tel mi dat hou ii foget"}}
{"translation": {"en": "I believed that the child had died.", "creole": "mi biliiv si di piknii ded"}}
{"translation": {"en": "Don't you know that anybody can come and knock you down there?", "creole": "yu naa noo eniibadii kyan kom kom nak yu dong de?"}}
{"translation": {"en": "I want to go", "creole": "mi waahn gu"}}
{"translation": {"en": "She thinks that her son is at home.", "creole": "ii tingk se ii piknin de hoom"}}
{"translation": {"en": "She wants her child to be at home.", "creole": "ii waahn ii pikniin fo de hoom"}}
{"translation": {"en": "You actually played on the grave?", "creole": "yu plee pon di greev self?"}}
{"translation": {"en": "It is that that I said. OR: That is what I said", "creole": "a da a wa mi se"}}
{"translation": {"en": "The boy RAN, he didn't walk.", "creole": "a ron di baai ron, a no waak ii waak"}}
{"translation": {"en": "Does he too go there? OR: Even he goes there?", "creole": "hii an aal doz gu de?"}}
{"translation": {"en": "Does he go there too (in addition to other people). OR: Does he go there too (in addition to other places)", "creole": "hii doz go de tu?"}}
{"translation": {"en": "You, boy!", "creole": "eey baai"}}
{"translation": {"en": "Won't you come?", "creole": "Kom, na?"}}
{"translation": {"en": "No!", "creole": "Schuups!"}}
{"translation": {"en": "Long ago we used to plough [farm] with oxen early in the morning", "creole": "Langa ago wii yuuz tu plou wid aksn orli in di marning"}}
{"translation": {"en": "We had to get up and have breakfast, have lunch and", "creole": "Wii gatu get op an teek ouar breekfas an"}}
{"translation": {"en": "then we went down to the back way", "creole": "den tek ouar lonsh an den wii go dong a di bak wee."}}
{"translation": {"en": "We had to walk three or four miles to find the oxen", "creole": "Wii gatu waak trii or foo mailz fu fain di aksn."}}
{"translation": {"en": "Then when we came back we had to put ahm", "creole": "Den wen wii kom bak wii gatu put aam"}}
{"translation": {"en": "yoke on the necks. And then we had to put on the plough.", "creole": "juat on dee nek. An den wii gatu put on di plou."}}
{"translation": {"en": "Then from there we had to adjust the plough", "creole": "Den fram de wii hav tu ajos di plou"}}
{"translation": {"en": "then we had to start to plough", "creole": "den wii gatu staat tu plou."}}
{"translation": {"en": "Then some of the oxen would run off", "creole": "Den som a di aksn das ron"}}
{"translation": {"en": "and get their feet cut up.", "creole": "an get dee fut kot op."}}
{"translation": {"en": "and Sometimes the land was very hard", "creole": "An sontaim di laan das haad"}}
{"translation": {"en": "and we had to try to plough it.", "creole": "an wi das gatu chrai tu plou it."}}
{"translation": {"en": "And when we finished ploughing one row,", "creole": "An wen wii finish plou a kot"}}
{"translation": {"en": "then another time we had to come back and plough another row.", "creole": "den a neks taim wii gatu kom bak an plou a neks kot"}}
{"translation": {"en": "Then when we โ we would scatter the paddy", "creole": "Den wen wii wii gan shai di di padi"}}
{"translation": {"en": "then we would get bush and we would", "creole": "den wii go kom wid bush an wii gon"}}
{"translation": {"en": "drag the bush over it and cover over the paddy.", "creole": "haal di bush on it an kova di padi."}}
{"translation": {"en": "And when it rained then they started to grow.", "creole": "An wen reen faal dem staat tu groo."}}
{"translation": {"en": "When it grew for a month or two sometimes it was full of grass.", "creole": "Wen it groo mont or tu sotaim i ful wid gras."}}
{"translation": {"en": "Then during the rainy season, maybe about June or July", "creole": "Den juring di reeni siizn laik bout juun o jula"}}
{"translation": {"en": "we had to go and clean out the bizii-bizii weeds", "creole": "wii gatu goo an kliin biizi-biizi"}}
{"translation": {"en": "And then we had to patch the rice", "creole": "An den wen wii an wi gatu pach di rais"}}
{"translation": {"en": "We would finish patching around August", "creole": "An wii finish den rong bout aagas taim wi finish."}}
{"translation": {"en": "And ahm โฆ.. during September to October", "creole": "An aam โฆ juring about septemba tu aktoba"}}
{"translation": {"en": "we would start to cut with grass knives.", "creole": "wi staat tu kot wid gras naif."}}
{"translation": {"en": "And when we finished cutting we would have to", "creole": "An wen wii finish kot wii das gatu โฆ"}}
{"translation": {"en": "er use oxen attached either to a cart", "creole": "e fech it wid di aksn wid kyart"}}
{"translation": {"en": "or other vehicle that could be dragged,", "creole": "ar som kain a draga an"}}
{"translation": {"en": "to take away the cut rice plants and when we had stacked all the stalks we had cut,", "creole": "wen wii pak op aal di straa dat wi kot"}}
{"translation": {"en": "then we had to use oxen to trample them.", "creole": "wi gatu mash it wid aksn."}}
{"translation": {"en": "We had to get boys to drive the oxen around and around.", "creole": "Wi gatu get baiz jraiving di aksn rong an rong."}}
{"translation": {"en": "We had to get a kind to get rid of the chaff.", "creole": "Wi gatu get a kain tu chroowe di straa"}}
{"translation": {"en": "When finished we had to heap up the paddy.", "creole": "Wen wi finish wi gatu hiip op di padi"}}
{"translation": {"en": "Then we had to winnow it.", "creole": "Den wi gatu win it."}}
{"translation": {"en": "After which we had to transport it", "creole": "An den wi gatu transpoot it"}}
{"translation": {"en": "using carts pulled by bulls to the rice mill.", "creole": "wid bul kyart tu di rais mil."}}
{"translation": {"en": "Where โ where we then either sold that paddy to the miller", "creole": "Weer weer wi soold di padi da tu di mila"}}
{"translation": {"en": "or we milled it and sold the rice to anyone who might be buying rice.", "creole": "ar wii get it mil an sel di rais tu eni porsn iz baiin rais"}}
{"translation": {"en": "How is it done today?", "creole": "hou it iz don tudee nou?"}}
{"translation": {"en": "Well presently we have tractors.", "creole": "Wel prezentli nou wii get chrakta."}}
{"translation": {"en": "We plough the ricefield in a few hours time.", "creole": "Wi plou di raisfiil in a fiyu ouarz taim,"}}
{"translation": {"en": "And then we come back another time and plough for a second time", "creole": "An den wii kom bak an wii riiplou"}}
{"translation": {"en": "and then we sow the paddy by scattering it across the ploughed area.", "creole": "a sekan taim an den wii braadkyaas di padi"}}
{"translation": {"en": "We cover the paddy with chipa and when rain fall it grows.", "creole": "Wii kova it wid chipa an wen di reen faal it groo."}}
{"translation": {"en": "And we protect the ricefield from insects and other pests", "creole": "An wii wach it fram inseks an pes."}}
{"translation": {"en": "And when the paddy is ready, we harvest it with combined harvesters", "creole": "An wen it iz raip wii riip it wid kombain"}}
{"translation": {"en": "and we use either trucks or trailers", "creole": "an wii get i:da trok ar tre:la"}}
{"translation": {"en": "to take it to the mill where we either sell the paddy", "creole": "tu teek it tu di mil weer wii soold it"}}
{"translation": {"en": "or convert it to rice.", "creole": "or konvertid it tu rais."}}
{"translation": {"en": "Sa๏ฌ drives around with women all day.", "creole": "Sa๏ฌi a jraiv kyar wid oman hool dee."}}
{"translation": {"en": "Do they do autopsies on such small children?", "creole": "Dem a kot pikni soo?"}}
{"translation": {"en": "When my father died, that girl used to come", "creole": "Wen mi dadii bin ded, da gyal"}}
{"translation": {"en": "and she used to sleep there.", "creole": "an shi a sliip de."}}
{"translation": {"en": "The men tend to be more in the public sphere.", "creole": "Di man dem a de moor in sosaiitii."}}
{"translation": {"en": "She was picking plums when I asked her yesterday.", "creole": "Shi a pik plom, wen mi aks shi yestodee."}}
{"translation": {"en": "Hear, Linda is calling you.", "creole": "Hiir, Linda a kal yu."}}
{"translation": {"en": "He takes his maid with him when he goes", "creole": "I doz kyerii meed gu wid am tuu."}}
{"translation": {"en": "At that time, we used to go to school.", "creole": "da taim abii-diiz doz"}}
{"translation": {"en": "Four of them are generally there together.", "creole": "a foor a dem doz de tugeda"}}
{"translation": {"en": "He is usually tired", "creole": "ii doz taioord"}}
{"translation": {"en": "Do you have to wipe it off everyday?", "creole": "yu doz ga waip am dong evriidee ?"}}
{"translation": {"en": "Sometimes itโs a joke", "creole": "somtaim ii doz bii jook"}}
{"translation": {"en": "Do you understand what you say?", "creole": "yuu doz noo wa yu doz taak"}}
{"translation": {"en": "Hey, Who is looking after me?", "creole": "ee, huu luk in afta mi?"}}
{"translation": {"en": "She is usually singing.", "creole": "Shi doz de singing."}}
{"translation": {"en": "As long as she doesnโt have another job, she wonโt leave this one.", "creole": "hou laang shi na ga waan neks wok shi na gu lef"}}
{"translation": {"en": "Where will she go?", "creole": "we shi gon gu?"}}
{"translation": {"en": "Anywhere anywhere she gets another job, you know?", "creole": "eniiwee eniiwee shi get waan, yu noo?"}}
{"translation": {"en": "I donโt like night work", "creole": "mii an aal na laik di nait wok"}}
{"translation": {"en": "when she goes there she leaves at three oโclock", "creole": "wen shii gaan de nou shi gu"}}
{"translation": {"en": "and till twelve at night she works.", "creole": "tuu twelv a klak a nait shi a wok"}}
{"translation": {"en": "They are having a car.", "creole": "dem a gat wan kyar"}}
{"translation": {"en": "They always have all my cutlasses there.", "creole": "dem a gat aal mi kotlas de"}}
{"translation": {"en": "I used to have to sleep in front there.", "creole": "mi doz ga sliip a front de"}}
{"translation": {"en": "Iโm going to have to cook now.", "creole": "ma ga kuk nou."}}
{"translation": {"en": "Once in a while they make me abusive.", "creole": "wan wan taim doz ge mi ignarant"}}
{"translation": {"en": "The children get the knowledge.", "creole": "di chilren dem a get nalej"}}
{"translation": {"en": "Am I the only one who has a room which is often locked?", "creole": "mii oloon doz get a lak-op de"}}
{"translation": {"en": "Listen! Heโs saying how does she buy food and that.", "creole": "hiir! i a see hou shi a bai rashon an soo"}}
{"translation": {"en": "I wonโt eat anything and its best you donโt go", "creole": "i na gu iit notin an moor yu na gu"}}
{"translation": {"en": "because when you-she still-she only gets up and watches and", "creole": "ka wen yu gu an i stil i onlii a get op an a wach soo an"}}
{"translation": {"en": "the saline and the needle protrudes from her hand", "creole": "a seelain an a niidl aal a"}}
{"translation": {"en": "So what are you going to do?", "creole": "soo wa yu a duu?"}}
{"translation": {"en": "Are youย going to do โdead workโ and that?", "creole": "aiyu a duu ded wok an ting?"}}
{"translation": {"en": "I donโt know what Iโm going to do.", "creole": "mi no noo wa ma gu duu"}}
{"translation": {"en": "Iโm going to take it away to the garden today.", "creole": "ma kyeeri am owee tudee a gyaadin"}}
{"translation": {"en": "Hey are you going to the motorcade tonight?", "creole": "eh aiyu a gu am mootookeed tuunait"}}
{"translation": {"en": "Which truck is going?", "creole": "wich chrok a gu"}}
{"translation": {"en": "Ours", "creole": "abii wan"}}
{"translation": {"en": "Will you take us with you?", "creole": "aiyu a kyeri abii"}}
{"translation": {"en": "As I was coming back into the kitchen, I heard this noise again.", "creole": "wen mi a kom bak a kichen, dis naiz meek ageen"}}
{"translation": {"en": "Well, while they were putting out the breakfast, we heard this noiseagain", "creole": "wel, wen dem a tek ot brekfos, agin dis nais mek."}}
{"translation": {"en": "Sheโs coming round back.", "creole": "shi a kom rong bak"}}
{"translation": {"en": "Daddy, sheโs cussing saying that youย are talking about her.", "creole": "daadii i a kos se aiyu diiz a taak out shi."}}
{"translation": {"en": "This place doesnโt have a boy who cuts hair.", "creole": "iir en ga bai a kot eer"}}
{"translation": {"en": "When we used to go for the crab-apples.", "creole": "wen abi yuustu gu fa a a a dongks."}}
{"translation": {"en": "If he is discussing here with you he will talk Creolese.", "creole": "if hii a diskos hee wid yuu hii taak krioliiz."}}
{"translation": {"en": "This government is bringing some laws, right?", "creole": "Dis govament bring in som laa rait"}}
{"translation": {"en": "A new school is being brought here now.", "creole": "Nyuu skuul kom in hia nou"}}
{"translation": {"en": "I was not getting work anywhere.", "creole": "mi na a get wuk no wee"}}
{"translation": {"en": "In the rural areas you do not usually see any of the girls wearing lipstick.", "creole": "in di kontrii yu na a sii non a dem gyal wid lipstik"}}
{"translation": {"en": "I don'tย know why they are doing this.", "creole": "mi na no wai dem a du dis ting"}}
{"translation": {"en": "Rice farming becomes easier", "creole": "di rais wok get mo iizia fi du bika trakta a"}}
{"translation": {"en": "to do because tractors do the ploughing.", "creole": "pIau am"}}
{"translation": {"en": "Now from what", "creole": "nau fram wa mi ekspiirians, yu si, piipl a jelas"}}
{"translation": {"en": "live experienced, you see, people get envious of one another.", "creole": "dem iitshย an ada"}}
{"translation": {"en": "We pile it up as high as a house and we call the place the threshingfloor.", "creole": "wi a pak am op hai laik haus an wi kaal di plees karyaan"}}
{"translation": {"en": "Two and two make four.", "creole": "tu an tu mek fo"}}
{"translation": {"en": "They made him stop.", "creole": "dem mek i stap"}}
{"translation": {"en": "Your land is now left with the rice flooded.", "creole": "yu laan nau lef wid di rais dok"}}
{"translation": {"en": "Boy, you've been stabbed !", "creole": "bai, yu get stab!"}}
{"translation": {"en": "Well a lot were beaten up, wounded and so on.", "creole": "weI plenti get biitop, haatit an ting"}}
{"translation": {"en": "Well when you arrive you'll get this boy to open the door.", "creole": "well wen yu kom yu go get dis bai go opn di do"}}
{"translation": {"en": "'But if it rains, you go on the following day.", "creole": "bot if reen faal, yu a go neks de"}}
{"translation": {"en": "'You have to hurry to go and cut rice sometimes,", "creole": "yu gatu hosl fu go kot rais somtaim, su yu a"}}
{"translation": {"en": "so you rush to get money to buy food with.", "creole": "hosl fu get monii fu bai op rachin"}}
{"translation": {"en": "When it's been ploughed, let your land flood for a day or two.", "creole": "wen i don plau, put yu laan fi sook wan-tu de"}}
{"translation": {"en": "When it's being ploughed, let your land flood for a day or two", "creole": "wen i pIau, put yu laan fi sook wan-tu de"}}
{"translation": {"en": "You know how we used to work when I was young.", "creole": "wen mi bin yang, yu no hau awi yuus tu wok"}}
{"translation": {"en": "People do not believe me", "creole": "pippl na a biliiv mi"}}
{"translation": {"en": "They want to take money from you", "creole": "dem a waant sting yu wan bil"}}
{"translation": {"en": "Everything was cheap.", "creole": "evriting bina chip"}}
{"translation": {"en": "No, in the old days people were very good, extremely good.", "creole": "no, lang taim piipl bina ova gud, tumoch gud."}}
{"translation": {"en": "Were people in the old days good or bad?", "creole": "lang taim piipl bina baad o gud?"}}
{"translation": {"en": "In the old days when we used to plant rice over the creek, we used to have to plough with oxen.", "creole": "lang taim wen awi: bina plant rais ova kriik awi das gatu pIau wid kau"}}
{"translation": {"en": "The sun gets very hot here.", "creole": "son doz hat he bad"}}
{"translation": {"en": "He called two of the boys in the village who had time - small boys who had nothing to do.", "creole": "ii kaal tuu adem bai a vilij wa gat taim - smaa1 baiz wa na gat notn fu duu"}}
{"translation": {"en": "My grandmother, no one, knew my plan.", "creole": "mi granmuda, non-badii, na noo mi plan"}}
{"translation": {"en": "I made a lot of money on them.", "creole": "mi bin mek nof monii pan dem"}}
{"translation": {"en": "She came and her fellow Indians were trying with her.", "creole": "shi kom an shi matii kuu1ii bin a trai wid shi"}}
{"translation": {"en": "Well, I didn't want to send a message home to tell them (his family) that I was in Georgetown in hospital - not knowing that some people in the casualty (Ward) must know me, and they sent a message home", "creole": "weI mi na bin wan sen mesij hoom tel dem da mi in jaajtong in haspital - weI, nat noin dat som piiple mosi no [my emphasis] mi a di kajalti, an dem sen mesij hoom"}}
{"translation": {"en": "In the old days they got wooden ploughs, they ploughed the ricefields and then later on, later on they got oxen and (iron) ploughs and they ploughed and threshed with oxen.", "creole": "dem bin get wud pIau lang taim - bina pIau raisfill an deez tu. kom deez tu kom, dem,. bin get aksn an dem bin get pIau an dem a pIau an dem a mash wid ak5n."}}
{"translation": {"en": "She came and her fellow Indians were trying with her.", "creole": "shi kom an shi matii kuulii bina trai wid shi"}}
{"translation": {"en": "They can't work like we worked because theyโveย grown soft.", "creole": "hau awi dis bina wok dem na eebl fi wok bikaz dem gro saaf"}}
{"translation": {"en": "This foot has swelled up, compare the size of the two.", "creole": "dis fut bin swel he si di tu a saiz"}}
{"translation": {"en": "When I was as small as these children, I fell in a canal.", "creole": "wen mi bin smaal laik a dem pikni dis den mi bin faal a trensh"}}
{"translation": {"en": "Bill has come/came to see you", "creole": "Bil (don) kom fl sii yu"}}
{"translation": {"en": "she never sang", "creole": "shi neva sing"}}
{"translation": {"en": "she never does it.", "creole": "shi dozneva duu it"}}
{"translation": {"en": "All I knew was what I had learntย from high school.", "creole": "aal mi bin noo a wa mi had from hai skuul"}}
{"translation": {"en": "And when he came home, he had about over four thousand dollars.", "creole": "an wen ii kom hoom, ii had about oova four touzan daala"}}
{"translation": {"en": "When I was a little boy, I liked to play a game called 'hairy dory'.", "creole": "wen mi was a lil bai, mi did laik dis hairy dory biznis"}}
{"translation": {"en": "I did farming on a large scale.", "creole": "mi bin du big gyardenin"}}
{"translation": {"en": "The ribs here were plaited.", "creole": "de ribz boon hee bin plat"}}
{"translation": {"en": "โI have a dog'ย still, and therefore don't need another one.", "creole": "mi don gat wan dag."}}
{"translation": {"en": "'I said that' and I stick to it.", "creole": "mi don se da"}}
{"translation": {"en": "Do you think she will do it?", "creole": "yu tink shi wud duu it."}}
{"translation": {"en": "She will be a good student.", "creole": "she wud bii a gud styuudent."}}
{"translation": {"en": "If I had seen him I would have told him", "creole": "if mi bin sii am mi bin go tel am"}}
{"translation": {"en": "I was about to hit him", "creole": "mi bin fu nak am"}}
{"translation": {"en": "She never does it.", "creole": "shi doz neva duu it."}}
{"translation": {"en": "At present I am not working. I am not working now.", "creole": "at prezent ai am not working. mi na a wok nau"}}
{"translation": {"en": "When they (the plants) come to a certain size, you plough around them - this is the root - you plough them to about here, and then you throw the manure around it.", "creole": "wen de kom tu a seerteen saiz, yu plau dem around - dis iz di ruut - yu pIau dem til about hee, an den yu troo di kau mool around it"}}
{"translation": {"en": "Well, he was a nice man to me, and when he had to leave here, I was sorry, but the work had finished.'", "creole": "wel, hii waz a nais maan tu mii, an wen hii had tu lef hee, mi sarii, bot di wok bin finish"}}
{"translation": {"en": "I stitch bags.", "creole": "a doz stitch baag"}}
{"translation": {"en": "You have to look at people, how they behave, study their behaviour, see how they apply themselves to other situations and thing.", "creole": "yu ga a luk at piipl, hau de biiheev, studii de biiheevyu, sii hau de aplai deself tu ada sityuueeshanz an ting"}}
{"translation": {"en": "You have to look at people, how they behave, study their behaviour, see how they apply themselves to other situations and things.", "creole": "Yu ga a luk at piipl, hau de biiheev, studii de biiheevyu, sii hau de aplai deself tu ada sityuueeshanz an tinge"}}
{"translation": {"en": "You have to be wrong, or you have to be right, one out of the two. If youโre wrong, people will correct you. But if you do not talk, nobody will know what you want to say.", "creole": "yu gat tu bii raang, ar yu gat, tu bii rait, wan out a di tuu. if yu raang, piipl gon korek yu. bot if yu na taak noobadii' na gu noo wu yu waant fu se at aal."}}
{"translation": {"en": "So you're putting on door frames and so on. What does that involve? What do you have to do?", "creole": "soo yuur puting aan door freemz an su aan. wat doz dat involve wu yu gat tu duu."}}
{"translation": {"en": "I think that all of us have to serve our country in some way or the other, and I believe that education is a vital aspect. And I also have a calling for children.", "creole": "ai tink dat aal ov us gat tu surv owu kontrii in som wee or di ada, and ai biliiv dat edyuukeeshan iz a vaital aspek.and ai also hav a kaaling fu children."}}
{"translation": {"en": "it is on the table", "creole": "it de a teebl"}}
{"translation": {"en": "she is in church", "creole": "shi de a chorch"}}
{"translation": {"en": "he is at the shop", "creole": "hii de a shap"}}
{"translation": {"en": "she would have been jealous", "creole": "shi wuda jelos"}}
{"translation": {"en": "she was jealous", "creole": "shi bin jelos"}}
{"translation": {"en": "this is a small table.", "creole": "dis a wan smaal teebl"}}
{"translation": {"en": "she frequently behaves in a particular manner.", "creole": "shi aalweez"}}
{"translation": {"en": "she sings sometimes", "creole": "shi doz somtaimz de a sing"}}
{"translation": {"en": "she would have always been singing.", "creole": "shi wuda aalweez de a sing"}}
{"translation": {"en": "she is a decent girl", "creole": "shi a wan prapa gyurl"}}
{"translation": {"en": "she is really nice or she is really ugly (sarcastically)", "creole": "shi prapa nais"}}
{"translation": {"en": "she is a teacher", "creole": "shi a wan tiicha"}}
{"translation": {"en": "she is usually at horne", "creole": "shi doz de hoom"}}
{"translation": {"en": "you probably ate the cake.", "creole": "yuu mosii iit di keek"}}
{"translation": {"en": "it is probably you who ate the cake.", "creole": "mosii yuu iit di keek"}}
{"translation": {"en": "can she sing?", "creole": "kyan shi sing"}}
{"translation": {"en": "yes, she can.", "creole": "yes, shi kyan"}}
{"translation": {"en": "this letter is for you", "creole": "dis leta a fu yuu"}}
{"translation": {"en": "would you do it?", "creole": "wud yuu duu it"}}
{"translation": {"en": "she already has two children", "creole": "shi don get tuu piknii"}}
{"translation": {"en": "At present I am doing farming.", "creole": "at prezent mi a du faarmin"}}
{"translation": {"en": "They usually choose their own company.", "creole": "dem a chuuz dem oon kompanii"}}
{"translation": {"en": "I was not getting work anywhere.", "creole": "mi na a get wuk noo wee"}}
{"translation": {"en": "The people of Ann's Grove do not usually do cassava planting on a large scale. They do not usually do it.", "creole": "aanz groov piipl na a duu laarj skeel a kasaava wuk. de na a duu am."}}
{"translation": {"en": "It is there where you usually get starch from.", "creole": "a de we yu a get staarch from"}}
{"translation": {"en": "I am framing pictures.", "creole": "a freeming picha"}}
{"translation": {"en": "They are feeling ill.", "creole": "de fiiling sik"}}
{"translation": {"en": "There is usually a liquid left under it.", "creole": "de doz gat a waata lefin dong biiloo"}}
{"translation": {"en": "Well, of course, I never used to charge them.", "creole": "weI, of kors, mi na yuuz tu chaarj dem"}}
{"translation": {"en": "They pay you a part, and when they have finished doing their work, you know, made their starch and finished selling, the next week they come back for more cassava and they pay you the balance (of money).", "creole": "de pee yu a paart, an wen de don du dem wok, yu noo, mek dem breed, dem staarch, an don sel, di neks wiik dem kom bak fu moo kasaava an de pee yu da balans"}}
{"translation": {"en": "Sometimes, now and then, you usuallyย โsourโ (i.e. detoxify) water - we call it 'sour' water in the country.", "creole": "somtaim, nau an den, yu doz souwa waata - wii kaal am souwa waata in di kontrii"}}
{"translation": {"en": "People do not usually believe me.", "creole": "piipl na a biliiv mi"}}
{"translation": {"en": "They never usually wanted them to read.", "creole": "dem na a waant dem riid"}}
{"translation": {"en": "They do not usually have", "creole": "dem na a gat"}}
{"translation": {"en": "He is never usually satisfied with anything.", "creole": "hii na s satisfai wid notn"}}
{"translation": {"en": "By the time I get there, she has usually gone home.", "creole": "bai taim mi get de, shi a gaan hoom"}}
{"translation": {"en": "Bus drivers are usually jealous.", "creole": "bos-draiva dem a jelos"}}
{"translation": {"en": "I usually leave here about 5.30/6.00 and I would probably arrive there .. I would arrive there about 9.00 or 8.00.", "creole": "mi doz lef hee about 5.30/6.00 an mi g gy riich op de .. mi gu riich op de about 9.00 ar 8.00"}}
{"translation": {"en": "Because I thought he had hit me, (and)I would probably die.", "creole": "bikaa mi biliiv hii nak mi, rni a deed"}}
{"translation": {"en": "You have to have money.", "creole": "yu gg a ga monii"}}
{"translation": {"en": "You have to get six injections.", "creole": "yu gg a get siks injekshans"}}
{"translation": {"en": "He told me (that) I had to write notes of lessons", "creole": "ii tel mi mi ga a rait noots a lesons"}}
{"translation": {"en": "You would have had to carry it right there.", "creole": "yu doz gat fu kyerii it rait de"}}
{"translation": {"en": "Where are you going?", "creole": "a we yu a gu"}}
{"translation": {"en": "There they live.", "creole": "a. de dem liv"}}
{"translation": {"en": "I could come to you, you could come to me.", "creole": "mii kud gu a yuu, yuu kud gu a mii"}}
{"translation": {"en": "(By) that time, they are already somewhere in Big Market.", "creole": "da taim, dem don de somwee a big maarkit"}}
{"translation": {"en": "This man took his guitar and gave him a lash on his head like this. (He) knocked the ghost on his head.", "creole": "dis maan tek hii gitaar an gi hii wan lash a hii heed SUe nak di jombii a hii heed"}}
{"translation": {"en": "I went to the Essequibo river and worked on a (timber) grant.", "creole": "mi bin esikwiboo riva an wok a graant"}}
{"translation": {"en": "When I go home in the evenings.", "creole": "wen a goo hoom pan iivning"}}
{"translation": {"en": "The people on the bus were singing.", "creole": "di piipl pan di bos bina sing"}}
{"translation": {"en": "The amount of things which I saw on the table.", "creole": "di amount a ting wa mii sii pan di teebl"}}
{"translation": {"en": "He is in the market.", "creole": "hii de in di maarkit"}}
{"translation": {"en": "Every day a (different) man usually gets a day for cooking.", "creole": "evrii dee a maan doz get a kuk dee"}}
{"translation": {"en": "My class must be a disciplined class.", "creole": "mi k1aas mos bii a disiplin k1aas"}}
{"translation": {"en": "That is a red stone", "creole": "da a red stoon"}}
{"translation": {"en": "I am a male nurse", "creole": "mii a meel nors"}}
{"translation": {"en": "It is I who did it", "creole": "a mii duu it"}}
{"translation": {"en": "That was happening.", "creole": "a da bina hapn"}}
{"translation": {"en": "I was born in Georgetown", "creole": "mi baarn a jaajtong"}}
{"translation": {"en": "An (intelligent) boy", "creole": "a (brait) bai"}}
{"translation": {"en": "Two types of jobs", "creole": "tuu taip a jaab"}}
{"translation": {"en": "I told him", "creole": "a tel ii"}}
{"translation": {"en": "I am framing my little pictures and so on.", "creole": "mi gg a freem mi lil picha an su"}}
{"translation": {"en": "You become friendly with him, you and him will get along well.", "creole": "yu get fren wid hii, yuu an hii de nais"}}
{"translation": {"en": "I was in good health all of the time.", "creole": "mi bin de qud qud aal di taim"}}
{"translation": {"en": "You usually sleep when you are at sea.", "creole": "yu doz sleep wen yu de pon sii"}}
{"translation": {"en": "When I am in the country.", "creole": "wen mi de a kontrii"}}
{"translation": {"en": "He is still there now.", "creole": "hii stil de de nau"}}
{"translation": {"en": "A lot of you are usually there.", "creole": "plentii yuu doz de"}}
{"translation": {"en": "So they would be with you (there).", "creole": "su dem gu de wid yu de"}}
{"translation": {"en": "We were in Abary (there) working.", "creole": "wii bin in abarii ,de workin"}}
{"translation": {"en": "There was a time", "creole": "de gat a taim"}}
{"translation": {"en": "There is a rum-shop at the corner", "creole": "dem gat wan romshap a di kaarna"}}
{"translation": {"en": "There is another one called Copper tin, there is jasper", "creole": "ii gat wan ada wan neem kapa tin, ii get jaspa"}}
{"translation": {"en": "There are other insects there too", "creole": "yy hav ada pest de tu"}}
{"translation": {"en": "They wanted to form a Co-op.", "creole": "de did waant faarm a koo-op"}}
{"translation": {"en": "They do not usually go", "creole": "de na a gu"}}
{"translation": {"en": "They have their friends.", "creole": "de ga de oon kompanii"}}
{"translation": {"en": "There was a time when people took it into their own hands, their own law into their own hands", "creole": "de gat a taim piipl doz tek it in de oon haan de oon laa in de oon haan"}}
{"translation": {"en": "When he has been put on medication, you bave to see tbat the patient gets the treatment.", "creole": "wen yu don put am pan triitment, yu gat tu sii di peeshent get di triitment"}}
{"translation": {"en": "You have averaged at what price per drum it will probably sell for.", "creole": "yu don avrij a wat a drom ii a sel fu"}}
{"translation": {"en": "When they got there, the man was already dead.", "creole": "wen dem gu de, di maan don deed"}}
{"translation": {"en": "By the time I was ready to leave there to come here, some of them were already married.", "creole": "bai taim mi lef de fu kom hee, som a dem don marid"}}
{"translation": {"en": "So when the day ended, sometimes I got three or four dollars.", "creole": "su wen di dee don, somtaim mi get trii foor daala"}}
{"translation": {"en": "And continue like that, until the (garden) bed is finished.", "creole": "an kontinyuu laik da, su til di bed don"}}
{"translation": {"en": "When their money has finished, mine is in my pocket.", "creole": "wen dem monii don, mii oon de pakit"}}
{"translation": {"en": "There are men (who can) usually finish one bed in one day.", "creole": "ii get maan a don wan bed dee"}}
{"translation": {"en": "She will probably finish shortly.", "creole": "shi mosii gon don suun"}}
{"translation": {"en": "I was in a fight.", "creole": "a bin de in a fait"}}
{"translation": {"en": "We were fifteen brothers and sisters.", "creole": "awii bin a fiftiin broda an sista"}}
{"translation": {"en": "Because a boy and I liked to walk late (at nights) โข", "creole": "kaa mii an wan bai bin laik waak leet"}}
{"translation": {"en": "I remarked 'how Wakenaam children were hard-headed and how they were disgusting'.", "creole": "mi se hau wakenaam piknii heed bin haard an hau dem bin disgostin"}}
{"translation": {"en": "And after my collapse, I was not ableโฆ I was not able I did not have the money to restart the farm.", "creole": "an aafta mi faal bak flat, mi kunt a bin eebl โฆ mi na bin eebl โฆ mi na bin gat monii fu staart di gyardn bak"}}
{"translation": {"en": "When I was working on Hogg Island.", "creole": "wen mi bin a wok a hag ailan"}}
{"translation": {"en": "When the person has left or so, then they would say, I. I had wanted to say so.", "creole": "wen di porsn gaan ar su den de gon se, mi bin a waant se suยท"}}
{"translation": {"en": "If I had not come, I would not have known ..", "creole": "if mi na bin kom, mi na bin noo"}}
{"translation": {"en": "If I were living in town, I could do better.,", "creole": "if mi bin liv a tong, mi kud a duu bata"}}
{"translation": {"en": "They were telling me to cultivate the yard and thing.", "creole": "de biin teling mi fu plaant di yaard an. ting"}}
{"translation": {"en": "But if it were my own yard, I might have been encouraged (to plant}..", "creole": "bot if woz mi oon yaard, a matt a biin enkoreej"}}
{"translation": {"en": "I knew that I had got a big cut in my side.", "creole": "mi noo mi. get, wan big kot a mi said"}}
{"translation": {"en": "How long have you been here?", "creole": "hau laang yu bin hee"}}
{"translation": {"en": "I have been here about two hours now.", "creole": "a bin hee mosii bout tuu houwaz nau"}}
{"translation": {"en": "The very same Bonds to whom you went.", "creole": "dis seem bonds we yu bin"}}
{"translation": {"en": "It was during the non-harvesting season that I went.", "creole": "da wan griin taim mi biin"}}
{"translation": {"en": "I doubt whether they will give up out there, because they will go for the runs,", "creole": "mi dout weda de gu gi op out de, bikaaz de gy gu fu di ronz"}}
{"translation": {"en": "So I will not be able to make it.", "creole": "su mi gy kyaan mek um"}}
{"translation": {"en": "You just ask for the famous footballer, and you will find me.", "creole": "yuu jos aask fu di feemos futbaal maan, an yu gon fain mii"}}
{"translation": {"en": "Well we thought they would have sold the diamonds and (then) divided the money.", "creole": "wel wii taat de gu sel di daiman an divaid di monii"}}
{"translation": {"en": "The rural people would say, 'Come let us go, why not man'.", "creole": "di kontrii piipl gon se 'kom le awii gu nu maan'"}}
{"translation": {"en": "Every afternoon this man left, he returned, he brought a large bottle of whisky.", "creole": "evrii aaftanuun dis maan gu, hii kom, hii bring a big baatl wiskii"}}
{"translation": {"en": "I said, 'Look the ghost has gone. Let us go home'", "creole": "mi se, 'luk di jombii gaan. Le wii go hoom"}}
{"translation": {"en": "He said, 'Where are you going today?' I said 'Man, I am not going anywhere'.", "creole": "hii se 'we yu gain todee'. ai se, 'maan, mi en gain noo wee'."}}
{"translation": {"en": "I leave it and go to do something else now.", "creole": "mi lef am an gaan gu duu somting els nau"}}
{"translation": {"en": "And (the) rural children would not want to go and learn that any more.", "creole": "an kontrii piknii na gu waant gu gu laarn da nu' moo"}}
{"translation": {"en": "There is another thing they call 'brown eye'. There is another one they call 'mica'.", "creole": "ii gat wan ada ting dem a kaal 'brong ai. ii get wan nekst wan dem a kaal 'maika'"}}
{"translation": {"en": "so that the rice will be able to derive its nourishment", "creole": "so di rais kan get tu draa i milk"}}
{"translation": {"en": "in the old days there were no oxen to thresh with.", "creole": "lang taim na bin get bul fu mash"}}
{"translation": {"en": "you have to make a nursery to raise young rice plants.", "creole": "yu ga tu mek biari fi troo bia"}}
{"translation": {"en": "We have a nice beach here too, but we do not have the water.", "creole": "wii get a nais biich hee tu, bot oonlii wii een gat di waata"}}
{"translation": {"en": "They do not usually have seine nets.", "creole": "dem na a gat seen"}}
{"translation": {"en": "You do not usually have that sort of thing there.", "creole": "yu na a get dat kain a ting de"}}
{"translation": {"en": "Things are becoming expensive in the shops.", "creole": "ting a get deer a shap"}}
{"translation": {"en": "John was singing when Paul entered the room.", "creole": "jaan bin a sing wen paalย kom in di ruum"}}
{"translation": {"en": "I did not tell my grandmother anything because I knew they would not have wanted me to leave the trade.", "creole": "mi na tel mi granmuda notn bikaaz mi noo de na gu waant mi kom aaf di treed"}}
{"translation": {"en": "They wanted two men to stitch bags, and then Ramjass came, and he recommended me and another boy.", "creole": "dem waant tuu maan an fu stitch di baag, an den ramjas kom an hii rekomend mii an a neks bai"}}
{"translation": {"en": "You told them to go and buy tickets, they would not usually go.", "creole": "yu tel dem fu gu bai tikit, dem na a gu"}}
{"translation": {"en": "Well, when they went to work in the mornings, I was left alone at home there.", "creole": "weI, wen dee gaan to work in di maarnings, ai aloon lef hoom deer"}}
{"translation": {"en": "They do not usually learn, I do not usually do anything, so in the end I usually achieve nothing.", "creole": "dem na a laarn, mi na a duu notn, su in di end mi s achiiv notn"}}
{"translation": {"en": "But I myself, I had wanted to leave because (the) management was bad at the time.", "creole": "bot mii miself, a did waant lef bikaaz maneejment did baad at di taim"}}
{"translation": {"en": "She waited until I came home, and (then) she began to cook.", "creole": "shi weetid ontil ai keem hoom, an shi staart kukin"}}
{"translation": {"en": "When the time came for slaughtering, you would have had to carry it right there, and then they would have deducted for themselves, and then you would have got a small payment.", "creole": "wen taim kom fu slaata yu doz ga fu kyerii it rait de, an den dem a dedokt fu dem, an den yu a get wan smaal ting"}}
{"translation": {"en": "We just chop them with our cutlasses, and we collect some (sugar}-cane leaves, and just roast them cleanly. And we divide it with our partner, take a piece, eat, and return horne.", "creole": "wii jes chap dem wid di kotlas, an wii pik op som keen liif, an jes roos dem kliin, an wii divaid am bitwiin wii paatna, tek a piis, iit, and kom hoom"}}
{"translation": {"en": "Now the chap pushed and I pushed, and he held a piece of the mango and I held a piece of the mango. Well, suddenly, I got stronger than the man. So when I pulled the thing, the chap let go of the mango. And when he let go of the mango I fell on the cutlass and split my side.", "creole": "nau di chap push an ai push, an hii hool a piis a mangoo an ai hool a piis a di mangoo. weI, at a sudn, ai get straanga dan di maan. su wen ai pul di ting,ย di chap let goo di mangoo. an wen hii let goo di man goo ai faal aan di kotlas an mi hool said oopn"}}
{"translation": {"en": "Joe is a doctor", "creole": "Joo a wan dakta"}}
{"translation": {"en": "Joe is up on the roof", "creole": "Joo de pan tap a di hous tap"}}
{"translation": {"en": "Joe is up on the roof", "creole": "Joo pan di hous tap"}}
{"translation": {"en": "Joe is hungry", "creole": "Joo honggrii"}}
{"translation": {"en": "The books fell", "creole": "Di buk dem faal dong"}}
{"translation": {"en": "The two books fell", "creole": "Di tuu buk dem faal dong"}}
{"translation": {"en": "My books fell", "creole": "Mi buk dem faal dong"}}
{"translation": {"en": "Iโve invited John and the others", "creole": "Mi invait Jaan dem"}}
{"translation": {"en": "Two books fell", "creole": "Tuu buk faal dong"}}
{"translation": {"en": "Many books fell", "creole": "Nof buk faal dong"}}
{"translation": {"en": "That shop sells books", "creole": "Da shap a sel buk"}}
{"translation": {"en": "John is dancing with a girl/girls", "creole": "Jaan a dans wid gyal"}}
{"translation": {"en": "John is dancing with two girls", "creole": "Jaan a dans wid tuu gyal"}}
{"translation": {"en": "John is dancing with a group that includes Sally", "creole": "Jaan a dans wid Sali dem"}}
{"translation": {"en": "I canโt even", "creole": "Me na able."}}
{"translation": {"en": "in a moment", "creole": "Jusโ now"}}
{"translation": {"en": "That is my own", "creole": "Dah is me own"}}
{"translation": {"en": "Look at him over there!", "creole": "Watch he deh deh"}}
{"translation": {"en": "shy", "creole": "Donโ be shame"}}
{"translation": {"en": "Howโs it going?", "creole": "Gettinโ tru"}}
{"translation": {"en": "Anger", "creole": "Yuh vex wit she?"}}
{"translation": {"en": "another", "creole": "Anโ a nexโ ting"}}
{"translation": {"en": "Where is my room?", "creole": "Weh me room?"}}
{"translation": {"en": "Where is the beach?", "creole": "Weh de beach?"}}
{"translation": {"en": "Where is the bar?", "creole": "Weh de bar?"}}
{"translation": {"en": "Don't touch me there!", "creole": "Don' touch me deh!"}}